-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: May 15, 2019 at 05:19 AM
-- Server version: 5.6.41-84.1
-- PHP Version: 7.2.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mmk_schonline`
--

-- --------------------------------------------------------

--
-- Table structure for table `about`
--

CREATE TABLE `about` (
  `id` int(10) NOT NULL,
  `title` varchar(300) NOT NULL,
  `description` text NOT NULL,
  `image` varchar(50) NOT NULL,
  `language` varchar(30) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `accountants`
--

CREATE TABLE `accountants` (
  `id` int(11) UNSIGNED NOT NULL,
  `name` varchar(100) DEFAULT NULL,
  `email` varchar(100) DEFAULT NULL,
  `password` varchar(100) DEFAULT NULL,
  `address` text,
  `dob` date DEFAULT NULL,
  `designation` varchar(50) DEFAULT NULL,
  `sex` varchar(10) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `image` varchar(50) DEFAULT NULL,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `accountants`
--

INSERT INTO `accountants` (`id`, `name`, `email`, `password`, `address`, `dob`, `designation`, `sex`, `phone`, `image`, `is_active`, `created_at`) VALUES
(1, 'aung ko', 'naung @gmail.com', NULL, 'yangon', '2019-02-28', NULL, 'Male', '09424977946', 'uploads/student_images/no_image.png', 'no', '2019-03-30 05:25:58');

-- --------------------------------------------------------

--
-- Table structure for table `activity_results`
--

CREATE TABLE `activity_results` (
  `id` int(11) NOT NULL,
  `student_id` int(11) DEFAULT NULL,
  `class_id` int(11) NOT NULL,
  `section_id` int(11) NOT NULL,
  `act_1` float NOT NULL,
  `act_2` float NOT NULL,
  `act_3` float NOT NULL,
  `act_4` float NOT NULL,
  `act_5` float NOT NULL,
  `act_6` float NOT NULL,
  `act_7` float NOT NULL,
  `act_8` float NOT NULL,
  `act_9` float NOT NULL,
  `month` tinyint(4) NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `activity_results`
--

INSERT INTO `activity_results` (`id`, `student_id`, `class_id`, `section_id`, `act_1`, `act_2`, `act_3`, `act_4`, `act_5`, `act_6`, `act_7`, `act_8`, `act_9`, `month`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 11, 6, 1, 75, 15, 20, 15, 20, 15, 20, 15, 20, 11, 'no', '2019-04-29 18:18:28', '0000-00-00 00:00:00'),
(2, 12, 6, 1, 80, 15, 15, 20, 20, 15, 15, 20, 20, 11, 'no', '2019-04-29 18:18:28', '0000-00-00 00:00:00'),
(3, 9, 6, 1, 65, 20, 15, 20, 15, 20, 15, 20, 15, 11, 'no', '2019-04-29 18:18:28', '0000-00-00 00:00:00'),
(4, 8, 6, 1, 95, 15, 15, 20, 15, 20, 15, 20, 15, 11, 'no', '2019-04-29 18:18:28', '0000-00-00 00:00:00'),
(5, 10, 6, 1, 80, 20, 20, 20, 15, 15, 15, 20, 20, 11, 'no', '2019-04-29 18:18:28', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `id` int(11) NOT NULL,
  `username` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `school` tinyint(4) NOT NULL,
  `role` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `verification_code` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id`, `username`, `school`, `role`, `email`, `password`, `verification_code`, `is_active`, `created_at`, `updated_at`) VALUES
(0, 'Admin', 1, 'admin', 'admin@gmail.com', '21232f297a57a5a743894a0e4a801fc3', '', 'yes', '2019-04-26 06:51:00', '0000-00-00 00:00:00'),
(1, 'mumu', 3, 'admin', 'mumu@gmail.com', '23c1622d0f5af8a8a8cd90dd1898f3cb', '', 'yes', '2019-04-26 06:57:14', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `attendence_type`
--

CREATE TABLE `attendence_type` (
  `id` int(11) NOT NULL,
  `type` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `key_value` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `balance_fee`
--

CREATE TABLE `balance_fee` (
  `id` int(11) NOT NULL,
  `mid` int(11) NOT NULL,
  `class_id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `feegroup_id` int(11) NOT NULL,
  `total_amount` float NOT NULL,
  `payment_for` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `status` bit(1) NOT NULL DEFAULT b'1',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `balance_fee`
--

INSERT INTO `balance_fee` (`id`, `mid`, `class_id`, `student_id`, `feegroup_id`, `total_amount`, `payment_for`, `status`, `created_at`, `updated_at`) VALUES
(16, 11, 14, 46, 21, 0, 'March', b'0', '2019-05-15 05:00:00', '0000-00-00 00:00:00'),
(17, 11, 14, 46, 21, 0, 'April', b'0', '2019-05-15 05:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `balance_fee_details`
--

CREATE TABLE `balance_fee_details` (
  `id` int(11) NOT NULL,
  `header_id` int(11) DEFAULT NULL,
  `student_id` int(11) DEFAULT NULL,
  `amount_discount` float(10,2) NOT NULL,
  `date` date DEFAULT '0000-00-00',
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `banner`
--

CREATE TABLE `banner` (
  `id` int(11) NOT NULL,
  `image` varchar(100) NOT NULL,
  `schoolname_id` tinyint(4) NOT NULL,
  `page_name` tinytext NOT NULL,
  `language` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `blog`
--

CREATE TABLE `blog` (
  `id` int(11) NOT NULL,
  `title` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `image` text COLLATE utf8_unicode_ci NOT NULL,
  `popular_status` int(11) NOT NULL,
  `date` date NOT NULL,
  `language` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `books`
--

CREATE TABLE `books` (
  `id` int(11) NOT NULL,
  `book_title` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `book_no` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `isbn_no` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `subject` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `rack_no` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `publish` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `author` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `qty` int(11) DEFAULT NULL,
  `perunitcost` float(10,2) DEFAULT NULL,
  `postdate` date DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `available` varchar(10) COLLATE utf8_unicode_ci DEFAULT 'yes',
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `books`
--

INSERT INTO `books` (`id`, `book_title`, `book_no`, `isbn_no`, `subject`, `rack_no`, `publish`, `author`, `qty`, `perunitcost`, `postdate`, `description`, `available`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'ေမာင္က်န္တစ္တို့', '1', '', 'ျမန္မာ', '', '', 'ျကည္နိင္', 1, 0.00, '2018-09-01', '', 'yes', 'no', '2018-09-01 07:38:32', '0000-00-00 00:00:00'),
(2, 'စိတ္ထိခိုက္ျခင္း', '3', 'psI07011', 'အဂၤလိပ္-ျမန္မာ ႏွစ္ဘာသာ', '', 'ပန္းဆက္လမ္း', 'ထားႏုေ၀', 1, 1800.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:25:28', '0000-00-00 00:00:00'),
(3, 'စိတ္ခံစားလြယ္ျခင္း', '2', 'psI07005', 'အဂၤလိပ္-ျမန္မာ ႏွစ္ဘာသာ', '', 'ပန္းဆက္လမ္း', 'ထားႏုေ၀', 1, 1800.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:24:57', '0000-00-00 00:00:00'),
(4, 'ကိုယ့္ကုိုယ္ကိုယံုၾကည္မႈ', '4', 'psI07001', 'အဂၤလိပ္-ျမန္မာ ႏွစ္ဘာသာ', '', 'ပန္းဆက္လမ္း', 'ထားႏုေ၀', 1, 1800.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:26:14', '0000-00-00 00:00:00'),
(5, 'မနာလိုျခင္း', '5', 'psI07012', 'အဂၤလိပ္-ျမန္မာ ႏွစ္ဘာသာ', '', 'ပန္းဆက္လမ္း', 'ထားႏုေ၀', 1, 1800.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:25:15', '0000-00-00 00:00:00'),
(6, 'စိတ္ခံစားလြယ္ျခင္း', '6', 'psI07006', 'အဂၤလိပ္-ျမန္မာ ႏွစ္ဘာသာ', '', 'ပန္းဆက္လမ္း', 'ထားႏုေ၀', 1, 1800.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:25:38', '0000-00-00 00:00:00'),
(7, 'ခရစၥတဖာ ကိုလံဘတ္စ္ ဘ၀ျဖစ္စဥ္', '7', 'msh0021', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ျမင့္စိုးလႈိင္ (ျမန္မာျပန္)', 1, 1300.00, '1970-01-01', '', 'yes', 'no', '2018-09-05 07:02:49', '0000-00-00 00:00:00'),
(8, 'ကေလးႀကဳိက္ လူႀကီးႀကဳိက္ ေရႊေသြးတစ္ေခတ္ပန္းခ်ီဦးစိန္၏ကာတြန္းမ်ား', '8', 'cus0007', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ပန္းခ်ီဦးစိန္', 1, 7500.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:22:49', '0000-00-00 00:00:00'),
(9, 'ကေလးႀကဳိက္ လူႀကီးႀကဳိက္ေရႊေသြးတစ္ေခတ္သန္းၾကြယ္၏ကာတြန္းမ်ား', '9', 'CAR0012', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ကာတြန္းဆရာႀကီးဦးသန္းၾကြယ္', 1, 6500.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:26:02', '0000-00-00 00:00:00'),
(10, 'ၾကပ္ကေလးေပ်ာ္ရႊင္ဖြယ္ဟာသပံုျပင္မ်ားေပါင္းခ်ဳပ္-ဒုတိယတြဲ', '10', 'KKL0022', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကပ္ကေလး', 1, 7500.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:23:37', '0000-00-00 00:00:00'),
(11, 'ၾကပ္ကေလးေပ်ာ္ရႊင္ဖြယ္ဟာသပံုျပင္မ်ားေပါင္းခ်ဳပ္-ပထမတြဲ', '11', 'KKL0022', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကပ္ကေလး', 1, 7500.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:23:13', '0000-00-00 00:00:00'),
(12, 'မဂၤလာေမာင္မယ္ကမၻာ့့ပံုျပင္မ်ား-၃တြဲေပါင္းခ်ဳပ္', '12', 'kyw0004', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေဒါက္တာခင္ရီ၀င္း', 1, 7500.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:22:07', '0000-00-00 00:00:00'),
(13, 'ႏုယဥ္ကေလးကဗ်ာ ေပါင္းခ်ဳပ္', '15', 'NY004', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ႏုယဥ္', 1, 5000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:34:09', '0000-00-00 00:00:00'),
(14, 'ကေလးတို႕ခ်စ္တဲ့ႏိုင္ငံတကာရသစံုပံုျပင္မ်ား', '13', '', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ခင္ေမာင္တိုး(မိုးမိတ္)', 1, 5000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:31:58', '0000-00-00 00:00:00'),
(15, 'ဂ်ဳိကာျပာေလာင္', '14', 'TAN0003', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ကာတြန္းတင္ေအာင္နီ', 1, 1500.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:33:28', '0000-00-00 00:00:00'),
(16, 'တစ္ေထာင့္တစ္ညပံုျပင္မ်ား(၅)', '16', 'MK0007', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေက်ာ္လႈိင္ဦး', 1, 4500.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:39:10', '0000-00-00 00:00:00'),
(17, 'တစ္ေထာင့္တစ္ညပံုျပင္မ်ား(၄)', '17', 'MK0006', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေက်ာ္လႈိင္ဦး', 1, 5000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:38:50', '0000-00-00 00:00:00'),
(18, 'တစ္ေထာင့္တစ္ညပံုျပင္မ်ား(၂)', '18', 'MK0004', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေက်ာ္လႈိင္ဦး', 1, 4500.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:38:18', '0000-00-00 00:00:00'),
(19, 'ကေလးမ်ားအတြက္လူမႈနီတိ-သတိရွိပါေဘးအႏၱရာယ္သိပါ', '19', 'AH0095', 'ျမန္မာ-အဂၤလိပ္ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'တီခ်ယ္လႈိင္-ျမန္မာျပန္', 2, 1300.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:55:51', '0000-00-00 00:00:00'),
(20, 'ကေလးမ်ားအတြက္လူမႈနီတိ-အတူပါ၀င္ကစားပါ', '20', 'AH0094', 'ျမန္မာ-အဂၤလိပ္ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'တီခ်ယ္လႈိင္-ျမန္မာျပန္', 2, 1300.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:56:05', '0000-00-00 00:00:00'),
(21, 'ကေလးမ်ားအတြက္ လူမႈနီတိ ေဒါသကိုထိန္းပါ စိတ္ကိုျပဳျပင္ပါ', '22', 'AH0096', 'ျမန္မာ-အဂၤလိပ္ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'တီခ်ယ္လႈိင္-ျမန္မာျပန္', 2, 1300.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:56:24', '0000-00-00 00:00:00'),
(22, 'ကေလးမ်ားအတြက္လူမႈနီတိ ေသခ်ာနားေထာင္ပါ သင္ယူပါ', '21', 'AH0093', 'ျမန္မာ-အဂၤလိပ္ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'တီခ်ယ္လႈိင္-ျမန္မာျပန္', 2, 1300.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:56:15', '0000-00-00 00:00:00'),
(23, 'ကေလးမ်ားအတြက္လူမႈနီတိ ပြင့္လင္းစြာ ေျပပါ ေဆြးေႏြးအေျဖရွာပါ', '25', 'AH0097', 'အဂၤလိပ္-ျမန္မာ ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'တီခ်ယ္လႈိင္-ျမန္မာျပန္', 2, 1300.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:56:57', '0000-00-00 00:00:00'),
(24, 'ကေလးမ်ားအတြက္လူမႈနီတိ လိမၼာယဥ္ေက်းပါ သနားညွာတာပါ', '23', 'AH0092', 'ျမန္မာ-အဂၤလိပ္ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'တီခ်ယ္လႈိင္-ျမန္မာျပန္', 2, 1300.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:56:33', '0000-00-00 00:00:00'),
(25, 'ကေလးမ်ားအတြက္လူမႈနီတိ လက္ေတြ႕စမ္းသပ္ၾကည့္ပါ ဇြဲရွိပါ', '24', 'AH0091', 'ျမန္မာ-အဂၤလိပ္ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'တီခ်ယ္လႈိင္-ျမန္မာျပန္', 2, 1300.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 07:56:44', '0000-00-00 00:00:00'),
(26, 'သန္းၾကြယ္၏ ပစ္တုိင္းေထာင္ ဇာတ္လမ္းမ်ား', '26', 'CTK0003', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ကာတြန္းဦးသန္းၾကြယ္', 1, 900.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:05:14', '0000-00-00 00:00:00'),
(27, 'ခုန္ဆြခုန္ဆြ မလုပ္ေတာ့တဲ့က်ား', '27', 'LLKS 0004', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'လင္းလက္ၾကယ္စင္(ျမန္မာျပန္ဆိုသည္)', 1, 1200.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:06:22', '0000-00-00 00:00:00'),
(28, 'အရိုင္းပါ၀င္ေသာ သားေရေပၚအိပ္သားေရနားစား', '28', '978-99971-2-003-8', 'ျမန္မာ', '', 'အပါးေတာ္ၿမဲ', 'ေသာ္က', 1, 2000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:09:15', '0000-00-00 00:00:00'),
(29, 'ရံုးကူျပာေလာင္', '29', 'TAN0004', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ကာတြန္းတင္ေအာင္နီ', 1, 2000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:10:21', '0000-00-00 00:00:00'),
(30, 'ျမန္မာရနံ႕ ကေလးကဗ်ာမ်ား', '30', '9789997111678', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'မအိ', 1, 1500.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:29:03', '0000-00-00 00:00:00'),
(31, 'ကေလးလူငယ္မ်ား ဖတ္ရႈေလ့လာဖြယ္ျဖစ္ေသာ ကိုယ္ေတြ႕၀တၳဳမ်ား-၂', '31', 'CAR0011', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'အမ်ဳိးသားပညာ၀န္ဆရာႀကီး ဦးဖိုးက်ား', 1, 3000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:31:27', '0000-00-00 00:00:00'),
(32, 'လွပရုပ္စံုကာတြန္းမ်ား (၂)', '32', 'car0023', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ပန္းခ်ီ ဦးဘၾကည္', 1, 7500.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:33:03', '0000-00-00 00:00:00'),
(33, 'စံုေထာက္ဦးစံရွား ရုပ္ျပဇာတ္လမ္းမ်ား -၁', '33', 'CAR0019', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေရႊဥေဒါင္း', 1, 3000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:34:25', '0000-00-00 00:00:00'),
(34, 'ကိုေဇာ္ဟိတ္၏ လက္ေ၀ွ႕စြမ္းႏွင့္ ထူးေထြဆန္းၾကယ္ဘ၀နယ္ရုပ္ျပဇာတ္လမ္းမ်ား-၂', '34', 'SOD0066', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေရႊဥေဒါင္း', 1, 4000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:36:01', '0000-00-00 00:00:00'),
(35, 'ေရႊတိဂံုေစတီေတာ္', '35', 'myw0008', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'မင္းယုေ၀', 1, 6000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:37:06', '0000-00-00 00:00:00'),
(36, 'ပံုျပဇာတ္ေတာ္ႀကီးဆယ္ဘြဲ႕ ေပါင္းခ်ဳပ္-ဒုတိယအုပ္', '36', '', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'သရုပ္ေဖၚပန္းခ်ီ ေက်ာ္ျဖဴစံ', 1, 7000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:40:16', '0000-00-00 00:00:00'),
(37, 'မူႀကဳိအရြယ္ကေလးမ်ားအတြက္ ၅မိနစ္ေျပာစာ ပံုျပင္မ်ား', '37', 'LLKS0003', 'ျမန္မာ-အဂၤလိပ္ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'လင္းလက္ၾကယ္စင္(ျမန္မာျပန္ဆိုသည္)', 1, 6000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:41:55', '0000-00-00 00:00:00'),
(38, 'ပံုျပဇာတ္ေတာ္ႀကီးဆယ္ဘြဲ႕ ေပါင္းခ်ဳပ္', '38', 'car0013', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'သရုပ္ေဖၚပန္းခ်ီ ေက်ာ္ျဖဴစံ', 1, 7000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:42:56', '0000-00-00 00:00:00'),
(39, 'ႀကဳိက္သေလာက္ဖတ္ ႀကဳိက္သေလာက္ရယ္', '39', 'YST0020', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ရဲစတိုင္း', 1, 700.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:45:36', '0000-00-00 00:00:00'),
(40, 'ေမာင္ဒိုးခရဲ႕ ေတြးေတြးဆဆ ဟာသမ်ား', '40', 'E00008', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိစာေပ', 'ေမာင္ဒိုးခ', 1, 900.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:49:39', '0000-00-00 00:00:00'),
(41, 'ေမာင္ဒိုးခရဲ႕အလြဲကမၻာဟာသမ်ား', '41', 'E00005', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိစာေပ', 'ေမာင္ဒိုးခ', 1, 900.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:51:06', '0000-00-00 00:00:00'),
(42, 'ၿပဳံးေစ့ေစ့ဖတ္စရာ ဟာသမ်ား', '42', 'YST0010', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ရဲစတိုင္း', 1, 800.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:52:13', '0000-00-00 00:00:00'),
(43, 'နံရံေပၚမွ ရုပ္ေျပာင္မ်ား', '43', 'CUS0004', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ကာတြန္းေမာင္စိန္', 1, 2000.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:53:31', '0000-00-00 00:00:00'),
(44, 'ၿပဳံးတစိမ့္စိမ့္ဟာသမ်ား', '44', '', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ရဲစတိုင္း', 1, 600.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:55:02', '0000-00-00 00:00:00'),
(45, 'ရယ္ခ်င္ရက္လက္တို႕', '45', 'YST0013', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ရဲစတိုင္း', 1, 800.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:56:04', '0000-00-00 00:00:00'),
(46, 'ဘ၀ကတိုတိုရယ္မယ္ဆိုတခိခိ', '46', 'yst0016', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ရဲစတိုင္း', 1, 800.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:57:24', '0000-00-00 00:00:00'),
(47, 'တရားေသသမားနဲ႕တျခားဟာသမ်ား', '47', 'KMT0016', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ခင္ေမာင္တိုး(မိုးမိတ္)', 1, 1800.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:58:19', '0000-00-00 00:00:00'),
(48, 'ေစ့ေစ့ေတြးၿပီး ျဖည္းၿဖည္းရယ္ ဟာသမ်ား', '48', 'yst0007', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ရဲစတိုင္း', 1, 700.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 08:59:23', '0000-00-00 00:00:00'),
(49, 'ရည္းစားရွိတဲ့အဖြား ကေလးဟာသမ်ား', '49', 'llt0062', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေက်ာ္ျမင့္ေအး', 2, 700.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 09:01:20', '0000-00-00 00:00:00'),
(50, 'ေမာင္ဒိုးခရဲ႕ အိတ္ေဆာင္ဟာသမ်ား', '50', 'E00006', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိစာေပ', 'ေမာင္ဒိုးခ', 1, 900.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 09:02:23', '0000-00-00 00:00:00'),
(51, 'မၿပဳံးဘဲ၀ါးလံုးကြဲ ဟာသမ်ား', '51', 'yst0017', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ရဲစတိုင္း', 1, 700.00, '2018-09-05', '', 'yes', 'no', '2018-09-05 09:03:11', '0000-00-00 00:00:00'),
(52, 'အာရံုငါးပါးအေၾကာင္းသိေကာင္းစရာ', '52', '', '', '', '', 'တကၠသိုလ္ေရႊရီ၀င္း', 0, 0.00, '1970-01-01', '', 'yes', 'no', '2018-09-05 09:04:33', '0000-00-00 00:00:00'),
(53, 'ေကာသလအိပ္မက္ ၁၆ခ်က္', '53', 'ANB0056', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'အဂၢမဟာ ပ႑ိတ ပါဠိဆရာႀကီး ဦးလင္းႏွင့္ ဆရာခိုင္၊ ဆရာတင္', 1, 1200.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:05:08', '0000-00-00 00:00:00'),
(54, 'ဖားမင္းသမီးေလးပံုျပင္ႏွင့္ ဖတ္ခ်င္စဖြယ္ႏိုင္ငံရပ္ျခားပံုျပင္မ်ား', '54', 'LLT0036', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ဇြဲပိုင္ဦး', 1, 1000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:07:31', '0000-00-00 00:00:00'),
(55, 'ကေလးတို႕သိမွတ္ဖြယ္ရာ ကမၻာ ့ပုဂၢဳိလ္ထူးမ်ား', '55', 'KHIT0027', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေမာင္ေခတ္ထြန္း', 1, 900.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:10:15', '0000-00-00 00:00:00'),
(56, 'ဘံုဆိုင္ထဲက ဟာသမ်ား', '56', '', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ညီသစ္', 1, 1200.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:12:50', '0000-00-00 00:00:00'),
(57, 'ရႈမ၀ျမင္ကြင္းႏွင့္ တျခားဟာသမ်ား', '57', 'kmt0009', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ခင္ေမာင္တိုး(မိုးမိတ္)', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:13:54', '0000-00-00 00:00:00'),
(58, 'သက္တံ့ေရာင္ေက်ာက္တံုးေလးႏွင့္ ေပ်ာ္ရြင္ဖြယ္ပံုျပင္မ်ား (၂)', '58', 'KKL0003', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကပ္ကေလး', 1, 800.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:15:04', '0000-00-00 00:00:00'),
(59, 'ႏွာေခါင္းရွည္နတ္ပုေလး ႏွင့္ ေပ်ာ္ရြင္ဖြယ္ပံုျပင္မ်ား (၁)', '59', 'KKL0002', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကပ္ကေလး', 1, 800.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:16:20', '0000-00-00 00:00:00'),
(60, 'ဆင့္အခ်စ္ေတာ္ေမာင္ေအာင္ေဘာ္ႏွင့္ ေပ်ာ္ရႊင္ဖြယ္ပံုျပင္မ်ား (၃)', '60', 'KKL0004', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကပ္ကေလး', 1, 1000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:17:56', '0000-00-00 00:00:00'),
(61, 'ဒဂၤါးတိုင္းျပည္ႏွင့္ ေပ်ာ္ရႊင္ဖြယ္ပံုျပင္မ်ား (၄)', '61', 'KKL0005', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကပ္ကေလး', 1, 1000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:19:04', '0000-00-00 00:00:00'),
(62, 'ေရြ႕ေရြ႕သြားေသာ ေက်ာက္တံုးႀကီးႏွင့္ ေပ်ာ္ရႊင္ဖြယ္ပံုျပင္မ်ား (၉)', '62', 'KKL0010', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကပ္ကေလး', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:20:07', '0000-00-00 00:00:00'),
(63, 'စိတ္ဆိုးသြားေသာနတ္ျပက္ကေလးႏွင့္ ေပ်ာ္ရႊင္ဖြယ္ပံုျပင္မ်ား (၆)', '63', 'KKL0007', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကပ္ကေလး', 1, 900.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:21:02', '0000-00-00 00:00:00'),
(64, 'ကိုယ္ေပ်ာက္ၾကက္ေတာင္ႏွင့္ ေပ်ာ္ရႊင္ဖြယ္ပံုျပင္မ်ား (၇)', '64', 'KKL0008', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကပ္ကေလး', 1, 900.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:21:56', '0000-00-00 00:00:00'),
(65, 'သီခ်င္းဆိုေသာလက္ညွဳိးကေလးႏွင့္ ေပ်ာ္ရႊင္ဖြယ္ပံုျပင္မ်ား (၈)', '65', 'kkl0009', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ႀကပ္ကေလး', 1, 900.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:23:20', '0000-00-00 00:00:00'),
(66, 'ႀကံတိုင္းေအာင္ႏွင့္ ေပ်ာ္ရႊင္ဖြယ္ပံုျပင္မ်ား (၅)', '66', 'KKL0006', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကပ္ကေလး', 1, 900.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:24:19', '0000-00-00 00:00:00'),
(67, 'ေျပာင္းျပန္လက္ရွည္ေ၀ေလေလႏွင့္ ေပ်ာ္ရႊင္ဖြယ္ပံုျပင္မ်ား (၁၀)', '67', 'KKL0011', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကပ္ကေလး', 1, 900.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:25:24', '0000-00-00 00:00:00'),
(68, 'ရယ္ရတဲ့ဒိုင္ယာေလာ့နဲ႕တျခားဟာသမ်ား', '68', 'kmt0007', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ခင္ေမာင္တိုး(မိုးမိတ္)', 1, 1800.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:34:40', '0000-00-00 00:00:00'),
(69, 'ေယာက်္ားေကာင္းမိန္းမေကာင္းႏွင့္ အျခားဟာသမ်ား', '69', 'sss0022', 'ျမန္မာ', '', 'ဦးေက်ာ္ေက်ာ္ေ၀၊(၀၀၀၄၇ )ရြက္စိမ္းစာေပ', 'စိန္ငွက္ရိုး', 1, 700.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:36:49', '0000-00-00 00:00:00'),
(70, 'ဒစၥေနဇာတ္ေကာင္မ်ားနဲ႕အဂၤလိပ္ဖတ္စာ(၄)', '70', 'MMG0049', 'အဂၤလိပ္-ျမန္မာ ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'မမႀကီး (ျမန္မာျပန္)', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:38:46', '0000-00-00 00:00:00'),
(71, 'ဒစၥေနဇာတ္ေကာင္မ်ားနဲ႕အဂၤလိပ္ဖတ္စာ(၃)', '71', 'mmg0037', 'အဂၤလိပ္-ျမန္မာ ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'မမႀကီး (ျမန္မာျပန္)', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:40:01', '0000-00-00 00:00:00'),
(72, 'ဒစၥေနဇာတ္ေကာင္မ်ားနဲ႕အဂၤလိပ္ဖတ္စာ(၅)', '72', 'mmg0050', 'အဂၤလိပ္-ျမန္မာ ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'မမႀကီး (ျမန္မာျပန္)', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:40:55', '0000-00-00 00:00:00'),
(73, 'ေအာင္ျမင္ထင္ရွားသူမ်ားေျပာတဲ့ ဘ၀ရဲ႕ လွ်ဳိ႕၀ွက္ခ်က္မ်ား', '73', 'LLT0074', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'စာသမားတစ္ဦး', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:42:48', '0000-00-00 00:00:00'),
(74, 'ဒစၥေနဇာတ္ေကာင္မ်ားနဲ႕အဂၤလိပ္ဖတ္စာ(၂)', '74', 'MMG0036', 'အဂၤလိပ္-ျမန္မာ ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'မမႀကီး (ျမန္မာျပန္)', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:43:44', '0000-00-00 00:00:00'),
(75, 'ၿပဳံးခဲတဲ့သီလ၀ ၀ါးလံုးကြဲရယ္ရတဲ့ ဟာသအညြန္႕အဖူးမ်ား', '75', 'kmt0005', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ခင္ေမာင္တိုး(မိုးမိတ္)', 1, 1200.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:45:10', '0000-00-00 00:00:00'),
(76, 'ဒစၥေနဇာတ္ေကာင္မ်ားနဲ႕အဂၤလိပ္ဖတ္စာ(၁)', '76', 'MMG0035', 'အဂၤလိပ္-ျမန္မာ ႏွစ္ဘာသာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'မမႀကီး (ျမန္မာျပန္)', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:46:12', '0000-00-00 00:00:00'),
(77, 'ေအာင္ျမင္ႏိုင္ေသာအခက္အခဲမ်ား', '77', 'MMK0002', 'ျမန္မာ', '', 'ေဒၚအိ၀တ္ရည္ထြန္း', 'ေမာင္ျမင့္ၾကည္(စာေပဗိမာန္)', 1, 1300.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:47:42', '0000-00-00 00:00:00'),
(78, 'ျမန္မာ့ရိုးရာပံုျပင္', '78', 'SPK0001', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ဆင္ျဖဴကၽြန္းေအာင္သိန္း', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:54:23', '0000-00-00 00:00:00'),
(79, 'ေပ်ာ္ရႊင္သြက္လက္ ဥာဏ္ထက္ျမက္ေစ', '79', '', 'ျမန္မာ', '', 'ပင္၀ါးရံုစာေပ(၀၁၁၀၇)', 'ေခတ္ဘုန္းသစ္', 1, 3000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:56:39', '0000-00-00 00:00:00'),
(80, 'ထင္ရွားေက်ာ္ၾကားသည့္ တရုတ္ရိုးရာ ပံုျပင္ႏွင့္ ၀တၳဳတိုမ်ား', '80', 'SYW0018', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေဒါက္တာခင္ေမာင္၀င္း၊တကၠသိုလ္ေရႊရီ၀င္း', 1, 3000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:58:13', '0000-00-00 00:00:00'),
(81, 'ႏွံစုတ္ငွက္ငယ္ ပညာၾကြယ္ အပါအ၀င္ ျမန္မာစကားပံု ပံုျပင္မ်ား', '81', 'KN0001', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကည္ႏိုင္', 1, 1000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 02:59:31', '0000-00-00 00:00:00'),
(82, 'ခ်မ္းသာေစမည့္ စိတ္ကူးေကာင္းမ်ား', '82', 'WZ0011', 'ျမန္မာ', '', 'ေဒၚအိ၀တ္ရည္ထြန္း၊ဂ်ဴတီစာေပ(၀၂၀၇၇)', '၀င္းေဇာ္(သံုးဆယ္)', 1, 1000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:01:27', '0000-00-00 00:00:00'),
(83, 'ကဗ်ာအတတ္သင္ ဥယ်ာဥ္မွဴးေသာ္ဇင္', '83', '9789997111654', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ဦးေသာ္ဇင္', 1, 1800.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:03:26', '0000-00-00 00:00:00'),
(84, '၃၁ႏိုင္ငံက ပံုျပင္ ၃၁ပုဒ္', '84', 'KMT0015', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ခင္ေမာင္တိုး(မိုးမိတ္) ျမန္မာျပန္', 1, 2000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:04:46', '0000-00-00 00:00:00'),
(85, 'မေကာင္းႀကံ တန္ျပန္ထိ အပါအ၀င္ ျမန္မာစကားပံု ပံုျပင္မ်ား', '85', 'KN0003', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကည္ႏိုင္', 1, 1000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:05:55', '0000-00-00 00:00:00'),
(86, 'ကေလးတို႕တြက္တာ သုတအျဖာျဖာ', '86', 'KHIT0028', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေမာင္ေခတ္ထြန္း', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:07:12', '0000-00-00 00:00:00'),
(87, 'ရုရွပံုျပင္မ်ား', '87', 'KHIT0018', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေမာင္ေခတ္ထြန္း', 1, 1000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:08:27', '0000-00-00 00:00:00'),
(88, 'ေမာင္က်န္တစ္တို႕အပါအ၀င္ ျမန္မာစကားပံု ပံုျပင္မ်ား', '88', 'KN0002', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ၾကည္ႏိုင္', 1, 1000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:09:25', '0000-00-00 00:00:00'),
(89, 'လူငယ္မ်ားဖတ္ဖို႕ဂႏၳ၀င္ ေပၚလီယာနာ', '89', 'AH0027', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'တီခ်ယ္လႈိင္-ျမန္မာျပန္', 1, 2500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:10:43', '0000-00-00 00:00:00'),
(90, 'ႏွစ္တစ္ရာတိုင္အိပ္ေပ်ာ္ေနေသာ မင္းသမီးကေလးႏွင့္ ပံုျပင္မ်ား', '90', 'KHIT0020', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေမာင္ေခတ္ထြန္း', 1, 1300.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:11:42', '0000-00-00 00:00:00'),
(91, 'လူႀကီးခန္း ကာတြန္းမ်ား', '91', 'CUS0001', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ကာတြန္းေမာင္စိန္', 1, 2200.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:12:52', '0000-00-00 00:00:00'),
(92, 'ျမန္မာပံုတိုပတ္စမ်ား', '92', 'MBH0001', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေမာင္ဗိုလ္ေမႊး', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:14:28', '0000-00-00 00:00:00'),
(93, 'တရုတ္ေရွးေဟာင္းဒ႑ာရီပံုျပင္မ်ား', '93', 'BBT0009', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ဘဘသက္ (ျမန္မာျပန္)', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:15:33', '0000-00-00 00:00:00'),
(94, 'ကေလးမ်ားအတြက္ တစ္ေထာင့္တစ္ည ပံုျပင္မ်ား', '94', 'KHIT0002', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ေမာင္ေခတ္ထြန္း', 1, 3000.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:17:15', '0000-00-00 00:00:00'),
(95, 'ေက်ာင္းသံုးအဂၤလိပ္ဖတ္စာအုပ္ထဲက စာရိတၱျမွင့္တင္ေရး ပံုျပင္အလွမ်ား (ဒုတိယတြဲ)', '95', 'KMT0020', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ခင္ေမာင္တိုး(မိုးမိတ္)', 1, 2500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:23:19', '0000-00-00 00:00:00'),
(96, 'ေက်ာင္းသံုးအဂၤလိပ္ဖတ္စာအုပ္ထဲက စာရိတၱျမွင့္တင္ေရး ပံုျပင္အလွမ်ား (ပထမတြဲ)', '96', 'KMT0019', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'ခင္ေမာင္တိုး(မိုးမိတ္)', 1, 2500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:24:55', '0000-00-00 00:00:00'),
(97, 'တံတိုင္းျခားေနတဲ့အခါ', '97', 'LLKS0002', 'ျမန္မာ', '', 'စိတ္ကူးခ်ဳိခ်ဳိအႏုပညာ', 'လင္းလက္ၾကယ္စင္(ျမန္မာျပန္ဆိုသည္)', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:26:07', '0000-00-00 00:00:00'),
(98, '၂၄နာရီ ေအာင္ျမင္ေရးခရီး', '98', '', 'ျမန္မာ', '', 'ဦးေမာင္ေမာင္ (Wisdom House)', 'ၾကည္မင္း', 1, 2500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:28:30', '0000-00-00 00:00:00'),
(99, '၂၄နာရီမွာ ေအာင္ျမင္သူ John Lee', '99', '', 'ျမန္မာ', '', 'တူေဒးစာအုပ္တိုက္', 'တူေဒးအယ္ဒီတာအဖြဲ႕', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:30:48', '0000-00-00 00:00:00'),
(100, 'ရတနာကုေဋ၁၀၀ (ေအာင္ျမင္သူမ်ား၏ လွ်ဳိ႕၀ွက္ခ်က္မ်ား)', '100', '', 'ျမန္မာ', '', 'ဦးလွတိုး(ရန္ေအာင္စာေပ)', 'ညီညီႏိုင္', 1, 1500.00, '2018-09-08', '', 'yes', 'no', '2018-09-08 03:32:19', '0000-00-00 00:00:00'),
(102, 'The Case of the Gold Coin', 'TOBY the Little Detective', '978-1-906987-99-2', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN ATRIL 2013 BY', 'ROBIN', 1, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:39:19', '0000-00-00 00:00:00'),
(104, 'The Case of the Lost Lizards', 'TOBY the Little Detective', '978-1-906987-98-5', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN ATRIL 2013 BY', 'ROBIN', 2, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(105, 'The Case of the Lost Lizards', 'TOBY the Little Detective', '978-1-906987-98-5', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN ATRIL 2013 BY', 'ROBIN', 3, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(106, 'The Case of the Strange Soil', 'TOBY the Little Detective', '978-1-909249-06-6', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN JUNE 2013 BY', 'ROBIN', 1, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(107, 'The Case of the Strange Soil', 'TOBY the Little Detective', '978-1-909249-06-6', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN JUNE 2013 BY', 'ROBIN', 2, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(108, 'The Case of the Crazy Skate', 'TOBY the Little Detective', '978-1-909249-04-2', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN JUNE 2013 BY', 'ROBIN', 1, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(109, 'The Case of the Crazy Skate', 'T', '978-1-909249-04-2', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN JUNE 2013 BY', 'ROBIN', 2, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(110, 'The Case of the Squeaky Floorboard', 'TOBY the Little Detective', '978-1-909249-05-9', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN JUNE 2013 BY', 'ROBIN', 1, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(111, 'The Case of the Squeaky Floorboard', 'TOBY the Little Detective', '978-1-909249-05-9', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN JUNE 2013 BY', 'ROBIN', 2, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(113, 'The Case of the Mysterious Voice', 'TOBY the Little Detective', '978-1-909249-08-0', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN JUNE 2013 BY', 'ROBIN', 2, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(116, 'The Case of the Mysterious Map', 'TOBY the Little Detective', '978-1-909249-02-8', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN ATRIL 2013 BY', 'ROBIN', 7, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(117, 'The Case of the Gold Coin', 'TOBY the Little Detective', '978-1-906987-99-2', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN ATRIL 2013 BY', 'ROBIN', 2, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(118, 'Let\'s Visit', 'Munich', '978-1-906303-08-2', 'ENGLISH STORY', '', 'First Published December 2007-Second Impression February 2013', 'ROBIN', 1, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(119, 'Let\'s Visit', 'Munich', '978-1-906303-08-2', 'ENGLISH STORY', '', 'First Published December 2007-Second Impression February 2013', 'ROBIN', 2, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(120, 'THE CURLY-WHIRLY TOY', 'Fun with Phonics', 'L-905598-53-X', 'ENGLISH STORY', '', 'FIRST PUBLISHED IN SEPTEMBER 2006', 'ROBIN', 1, 0.00, '2018-06-27', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(121, 'THE CURLY-WHIRLY TOY', 'Fun with Phonics', '978-1-905598-53-3', 'ENGLISH STORY', '', 'First Published September 2006-Fourth Impression February 2013', 'ROBIN', 0, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(123, 'Thumbelina', '1', '9781905598090', 'ENGLISH', '', 'WSM PINNACLE HOUSE,17-25 HARTFIELD ROAD, WIMBLEDON,LONDON SW19 3SE', 'KAREN YATES', 1, 0.00, '2018-07-09', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(124, 'THE DONKEY AND THE CAT', '1', '9781905598106', 'ENGLISH', '', 'WSM PINNACLE HOUSE,17-25 HARTFIELD ROAD, WIMBLEDON,LONDON SW19 3SE', 'PAT PARSONS', 0, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(125, 'THE LIAMAS AND THE FLOOD', '1', '9781906987084', 'ENGLISH', '', 'WSM PINNACLE HOUSE,17-25 HARTFIELD ROAD, WIMBLEDON,LONDON SW19 3SE', 'SARA MILES', 3, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(126, 'CLOAK OF RUSHES', '1', '9781906303822', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(127, 'KINTA THE BABY KANGAROO', '1', '9781906303969', 'ENGLISH', '', 'Popular UK PTE LTD', 'KARMEL KINGAN', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(128, 'HOW THE OLD WOMAN LOST HER DUMPLING', '1', '9781905598793', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(129, 'SLEEPING BEAUTY', '1', '9781906303730', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(130, 'FORGETFUL JOE', '1', '9781906987565', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 2, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(131, 'SHELLY THE SEA TURTLE', '1', '9781905958878', 'ENGLISH', '', 'Popular UK PTE LTD', 'CHARLOTTE SPINNER', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(132, 'DRIP A DROP', '1', '9781905598854', 'ENGLISH', '', 'Popular UK PTE LTD', 'CHARLOTTE SPINNER', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(133, 'BEA THE BABY BEAVER', '1', '9781906987459', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(134, 'SKIP THE BABY SQUIRREL', '1', '9781906987480', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(135, 'KYLE THE BABY', '', '', '', '', '', '', 0, 0.00, '1970-01-01', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(136, 'KYLE THE BABY KOALA', '1', '9781906987411', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(137, 'TINY THE BABY TIGER', '1', '9781906987466', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(138, 'PAT THE BABY RED PANDA', '1', '9781906987503', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(139, 'KHING\'S PROMISE', '1', '9781906987176', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(140, 'JADE GOES TO BALI', '1', '9781906303006', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 2, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(141, 'GEORGE GOES TO NEW YORK', '1', '9781905598977', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 2, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(142, 'MIKE GOES TO MUNICH', '1', '9781906303082', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 4, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(143, 'JOE GOES TO TORONTO', '1', '9781906303037', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(144, 'DAISY GOES TO MOSCOW', '1', '9781905598953', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(145, 'PAUL GOES TO PENANG', '1', '9781906303099', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(146, 'HOLLY GOES TO PARIS', '1', '9781905598991', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(147, 'LAURA GOES TO LONDON', '1', '9781906303044', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(148, 'JAKE GOES TO JAPAN', '1', '9781906303013', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(149, 'ELLA GOES TO CHINA', '1', '9781905598960', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(150, 'ROBERT GOES TO SCOTLAND', '1', '9781906303105', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(151, 'LILY GOES TO INDIA', '1', '9781906303051', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(152, 'THE GOAT AND THE FOX', '1', '9781905598182', 'ENGLISH', '', 'Popular UK PTE LTD', 'KAREN YATES', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(153, 'THE FLYING TORTOISE', '1', '9781905598113', 'ENGLISH', '', 'Popular UK PTE LTD', 'PAT PARSONS', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(154, 'TEMBO THE BABY ELEPHANT', '1', '9781906987022', 'ENGLISH', '', 'Popular UK PTE LTD', 'KARMEL KINGAN', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(155, 'FRISKY THE BABY PENGUIN', '1', '9781906303976', 'ENGLISH', '', 'Popular UK PTE LTD', 'KARMEL KINGAN', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(156, 'SHINGO THE BABY GRIAFFE', '1', '9781906303952', 'ENGLISH', '', 'Popular UK PTE LTD', 'KARMEL KINGAN', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(157, 'FAWN THE BABY DEER', '1', '9781906987015', 'ENGLISH', '', 'Popular UK PTE LTD', 'KARMEL KINGAN', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(158, 'SHUMBA THE BABY LIONESS', '1', '9781906987008', 'ENGLISH', '', 'Popular UK PTE LTD', 'KARMEL KINGAN', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(159, 'NURSERY PLAY RHYMES BOOK THREE', '1', '9781905598395', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(160, 'NURSERY PLAY RHYMES BOOK TWO', '1', '9781905598342', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(161, 'SALLY AT THE SYMPHONY', '1', '9781906303594', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 2, 0.00, '2018-12-10', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(162, 'MARK AT THE PARK', '1', '9781906303587', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 1, 0.00, '2018-07-12', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(163, 'FRED MAKES BREAD', '1', '9781906303556', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 1, 0.00, '2018-07-12', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(164, 'BEN CATCHES BUGS', '1', '9781906303525', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 2, 0.00, '2018-07-12', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(165, 'FIONA AT THE ORGANIC FARM', '1', '9781906303594', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 1, 0.00, '2018-07-12', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(166, 'CARA GOES CAMPING', '1', '9781906303532', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 1, 0.00, '2018-07-12', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(167, 'SCOTT GOES SKIING', '1', '9781906303600', 'ENGLISH', '', 'Popular UK PTE LTD', 'JANET BARTIER', 1, 0.00, '2018-07-12', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(168, 'BEOWULF AND THE MONSTER', '1', '9781905598632', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(169, 'THESEUS AND THE MINOTAUR', '1', '9781905958670', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(170, 'ODYSSEUS AND THE CYCLOPS', '1', '9781905958656', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(171, 'PERSEUS AND MEDUSA', '1', '9781905598663', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(172, 'KINTARO, THE GOLDEN BOY', '1', '9781905598649', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(173, 'A PICNIC AT THE PARK', '1', '9781905598410', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARAH GLADDING', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(174, 'LET\'S DRAW', '1', '9781905598403', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARAH GLADDING', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(175, 'THE LITTLE GREY CAT', '1', '9781905598441', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARAH GLADDING', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(176, 'A SPECIAL BIRTHDAY PARTY', '1', '9781905598434', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARAH GLADDING', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(177, 'CHEERFUL JESSIE', '1', '9781906987541', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(178, 'NAUGHTY GRANDMA', '1', '9781906987596', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(179, 'CREATIVE KELLY', '1', '9781906987619', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(180, 'GENEROUS JERRY', '1', '9781906987626', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(181, 'HELPFUL TOM', '1', '9781906987534', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(182, 'THE SECRET EIF', '1', '9781906987909', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 6, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(183, 'FUNNY DAVID', '1', '9781906987893', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 3, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(184, 'THE HIDDEN ROOM', '1', '9781906987886', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 5, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(185, 'WATER CITY', '1', '9781906987930', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(186, 'THE LOOSE TOOTH', '1', '9781906987879', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(187, 'PIRATE\'S TREASURE', '1', '9871906987961', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 3, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(188, 'BIG BEN', '1', '9781906987923', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 4, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(189, 'TRACKS IN THE SNOW', '1', '9781906987954', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(190, 'TRICK OR TREAT', '1', '9781906987947', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(191, 'THE SLEEPOVER', '1', '9781906987916', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 5, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(192, 'WHERE\'S TIMMY?', '1', '9781909249257', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(193, 'THE BEST COSTUME', '1', '9781909249318', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(194, 'WHERE\'S ANGELA?', '1', '9781909249233', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(195, 'THE LADY AND THE CANE', '1', '9781909249295', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 3, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(196, 'DEAR FAIRIES', '1', '9781909249264', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(197, 'THE BUSY BAKERY', '1', '9781909249288', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(198, 'THE FIRST DAY ON EARTH', '1', '9781909249226', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 3, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(199, 'THE HOMELESS CHILDREN', '1', '9781909249301', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(200, 'A STRANGE HOUSE', '1', '9781909249240', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(201, 'THE MAGIC PORRIDGE', '1', '9781905598243', 'ENGLISH', '', 'Popular UK PTE LTD', 'KAREN YATES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(202, 'JACK AND THE BEANSTALK', '1', '9781905598205', 'ENGLISH', '', 'Popular UK PTE LTD', 'KAREN YATES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(203, 'THE FOUR FRIENDS', '1', '9781905598229', 'ENGLISH', '', 'Popular UK PTE LTD', 'KAREN YATES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(204, 'PUSS IN BOOTS', '1', '9781905598212', 'ENGLISH', '', '1', 'KAREN YATES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(205, 'THE SKY IS FALLING', '1', '9781905598045', 'ENGLISH', '', 'Popular UK PTE LTD', 'PAT PARSONS', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(206, 'THREE LITTLE PIGS', '1', '9781905598083', 'ENGLISH', '', 'Popular UK PTE LTD', 'KAREN YATES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(207, 'THE STONE SOUP', '1', '9781905598076', 'ENGLISH', '', 'Popular UK PTE LTD', 'KAREN YATES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(208, 'THE FROG PRINCE', '1', '9781905598021', 'ENGLISH', '', 'Popular UK PTE LTD', 'PAT PARSONS', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(209, 'THE CLEVER MONKEY', '1', '9781905598069', 'ENGLISH', '', 'Popular UK PTE LTD', 'KAREN YATES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(210, 'THE ANIMALS ON FRED\'S FARM', '1', '9781906987800', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 3, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(211, 'A JOURNEY IN SPACE', '1', '9781906987794', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 3, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(212, 'THE \"BEAR\" AT THE CAMP', '1', '9781906987831', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 3, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(213, 'WHO ATE KITTY\'S BIRTHDAY CAKE?', '1', '9781906987824', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(214, 'THE GOLD COIN AT THE MAGIC SHOW', '1', '9781906987855', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 4, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(215, 'A RIDE ON THE PLANE', '1', '9781906987848', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 3, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(216, 'A NEW FRIEND WITH A PARROT', '1', '9781906987763', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(217, 'MARK\'S FUN TIME', '1', '9781906987787', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(218, 'POLLY AT THE FUN FAIR', '1', '9781906987770', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(219, 'A GIFT FROM FARMER FRED', '1', '9781906987817', 'ENGLISH', '', 'Popular UK PTE LTD', 'MONICA WHATLEY', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(220, 'THE DONKEY\'S JOURNEY', '1', '9781906987152', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 3, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(222, 'THE STONECUTTER', '1', '9781906987220', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(223, 'GIFTS FROM THE LITTLE PEOPLE', '1', '9781906987213', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(224, 'KING MIDAS', '1', '9781906987145', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(225, 'THE BEAR AND THE FOX', '1', '9781906987060', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(226, 'THE LUCKY BIRD', '1', '9781906987244', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(227, 'THE CAREFUL BUFFALO', '1', '9781906987091', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(228, 'THE EMPEROR\'S NEW CLOTHES', '1', '9781906987107', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(229, 'THE CURLY-WHIRLY TOY', '1', '9781905598533', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 4, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(230, 'THE QUEEN\'S SHEEP', '1', '9781905598502', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(231, 'THE CAT AND THE RAT', '1', '9781905598489', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 4, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(232, 'THE BEAR THAT SNORED', '1', '9781905598540', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(233, 'THE HOMELY KNIGHT', '1', '9781905598519', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(234, 'THE COW IN THE CART', '1', '9781905598526', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(235, 'THE LOST PUP', '', '9781905598472', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(236, 'THE ZOO-PIG', '1', '9781905598496', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(237, 'THE FLUFFY BALL', '1', '9781905598571', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(238, 'THE CHIMPS\' LUNCH', '1', '9781905598601', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(239, 'THE CARELESS GNOME', '1', '9781905598625', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(240, 'GRUMPY GRACE', '1', '9781905598564', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 3, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(241, 'THE STARLINGS\' NEST', '1', '9781905598557', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(242, 'FLOSSIE THE FLY', '1', '9781905598588', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(243, 'THE REMARKABLE ROCKET', '1', '9781906303877', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(244, 'ALADDIN AND THE MAGIC LAMP', '1', '9781906303860', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(245, 'THE LITTLE MERMAID', '1', '9781906303853', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(246, 'THE NIGHTINGALE', '1', '9781906303839', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(247, 'SNOW WHITE', '1', '9781906303846', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(248, 'THE GOOSE THAT LAID GOLDEN EGGS', '1', '9781906303747', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(249, 'PINOCCHIO', '1', '9781906303778', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(250, 'TINY ONE', '1', '9781906303815', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(251, 'LITTLE PEACHLING', '1', '9781906303754', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(252, 'THE ROOSTER AND THE DRAGON', '1', '9781906303686', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(253, 'GOLDILOCKS AND THE THREE BEARS', '1', '9781906303716', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(254, 'WE LIKE CANDIES', '1', '9781906987732', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00');
INSERT INTO `books` (`id`, `book_title`, `book_no`, `isbn_no`, `subject`, `rack_no`, `publish`, `author`, `qty`, `perunitcost`, `postdate`, `description`, `available`, `is_active`, `created_at`, `updated_at`) VALUES
(255, 'MAKING FRIENDS', '1', '9781906987718', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(256, 'LILY\'S NEW BAG', '1', '9781906987695', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(257, 'POMPOM GOES TO SCHOOL', '1', '9781906987688', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(258, 'OUT IN THE SUN', '1', '9781906987749', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(259, 'POMPOM THE DOG', '1', '9781906987671', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(260, 'FUN IN THE PARK', '1', '9781906987657', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(261, 'A FUNNY DREAM', '1', '9781906987664', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(262, 'A HAPPY TIME WITH FRIENDS', '1', '9781906987725', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(263, 'A DAY AT THE ZOO', '1', '9781906987701', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(264, 'OUT IN THE SUN', '1', '9781906987749', 'ENGLISH', '', 'Popular UK PTE LTD', '', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(265, 'THE FAIRY HARP', '1', '9781905598786', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 3, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(266, 'THE THREE WISHES', '1', '9781905598823', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(267, 'THE FAIRIES\' NEW WINGS', '1', '9781905598816', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(268, 'THE WONDER OF WHEAT', '1', '9781905598908', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(269, 'WOODY OAK', '1', '9781905598822', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(270, 'WIGGLY THE TADPOLE', '1', '9781905598915', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(271, 'CHIRA THE CHEETAH', '1', '9781905598847', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(272, 'RINA THE RHINOCEROS HORNBILL', '1', '9781905598830', 'ENGLISH', '', '1', 'SARA MILES', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(273, 'MONA THE CATERPILLAR', '1', '9781905598861', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(274, 'THE WOODEN PUPPETS', '1', '9781906987374', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(275, 'THE SKITRIP', '1', '9781906987329', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(276, 'THE MAGIC SHOW', '1', '9781906987305', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(277, 'THE CIRCUS CLOWN', '1', '9781906987381', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 2, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(278, 'SUNNY FARM', '1', '9781906987367', 'ENGLISH', '', 'Popular UK PTE LTD', 'SARA MILES', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(279, 'THE CASE OF THE CRAZY SKATE', '1', '9781909249042', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 1, 0.00, '2018-07-20', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(280, 'THE CASE OF GOLD COIN', '1', '9781906987992', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 1, 0.00, '2018-07-28', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(281, 'THE CASE OF DINOSAUR BONES', '1', '9781909249011', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 1, 0.00, '2018-07-28', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(282, 'THE CASE OF THE LOST LIZARDS', '1', '9781906987985', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 1, 0.00, '2018-07-28', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(283, 'THE CASE OF THE LOCKED DIARY', '1', '9781909249004', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 3, 0.00, '2018-07-28', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(284, 'THE CASE OF THE SQUEAKY FLOORBOARD', '1', '9781909249059', 'ENGLISH', '', 'Popular UK PTE LTD', 'SAAJIDA RHEMTULLA', 1, 0.00, '2018-07-28', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(285, 'HELPING YUOR CHILD TO READ', '1', '9780192757784', 'ENGLISH', '', '', 'ANNEMARIE YOUNG AND KATE RUTTLE', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(286, 'MISSING', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(287, 'THE RED COAT', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(288, 'THE MOON JET', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(289, 'QUICK! QUICK!', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(290, 'WET FEET', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(291, 'THE RAFT RACE', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(292, 'CRAING SAVES THE DAY', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(293, 'EGG FRIED RICE', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(294, 'HUNGRY FLOPPY', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(295, 'LOOKING AFTER GRAN', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(296, 'HUSKY ADVENTURE', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(297, 'TRAPPED!', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(298, 'DOLPHIN RESCUE', '1', '9780192757784', 'ENGLISH', '', '', 'RO', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(299, 'SEASICK', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(300, 'THE LOST VOICE', '1', '9780192757784', 'ENGLISH', '', '', 'CYNTHIA RIDER', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(301, 'SECRET OF THE SANDS', '1', '9780192757784', 'ENGLISH', '', '', 'CYNTHIA RIDER', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(302, 'SAVE PUDDING WOOD', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(303, 'MOUNTAIN RESCUE', '1', '9780192757784', 'ENGLISH', '', '', 'CYNTHIA RIDER', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(304, 'HAIRY-SCARY MONSTER', '1', '9780192757784', 'ENGLISH', '', '', 'CYNTHIA RIDER', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(305, 'GRAN\'S NEW BLUE SHOES', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(306, 'UNCLE MAX', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(307, 'ICE CITY', '1', '9780192757784', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(308, 'A DAY IN LONDON', '1', '9781408590552', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(309, 'THE RAINBOW MACHINE', '1', '9781408590539', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(310, 'THE KIDNAPPERS', '1', '9781408590546', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(311, 'VICTORIAN ADVENTURE', '1', '9781408590553', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(312, 'VIKING ADVENTURE', '1', '9781408590560', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(313, 'EGYPTIAN ADVENTURE', '1', '9781408590557', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(314, 'THE EVIL GENIE', '1', '9781408590584', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(315, 'FLOOD!', '1', '9781408590591', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(316, 'POCKET MONEY', '1', '9781408590607', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(317, 'SAVE FLOPPY!', '1', '9781408590614', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(318, 'WHAT WAS IT LIKE?', '1', '9781408590621', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(319, 'THE BROKEN ROOF', '1', '9781408590355', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(320, 'LOST IN THE JUNGLE', '1', '9781408590362', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(321, 'RED PLANET', '1', '9781408590379', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(322, 'SUBMARINE ADVENTURE', '1', '9781408590386', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(323, 'THE LOST KEY', '1', '9781408590515', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(324, 'THE WILLOW PATTERN PLOT', '1', '9781408590393', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(325, 'THE HUNT FOR GOLD', '1', '9781408590409', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(326, 'THE JIGSAW PUZZLE', '1', '9781408590416', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(327, 'THE MOTORWAY', '1', '97814085950423', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(328, 'ROMAN ADVENTURE', '1', '9781408590430', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(329, 'THE BULLY', '1', '9781408590447', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(330, 'AUSTRALIAN ADVENTURE', '1', '9781408590454', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(331, 'THE BIG BREAKFAST', '1', '9781408590461', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(332, 'THE POWER CUT', '1', '9781408590478', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(333, 'THE RIDDLE STONE', '1', '9781408590485', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(334, 'THE RIDDLE STONE 2', '1', '9781408590492', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(335, 'A SEA MYSTERY', '1', '9781408590508', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(336, 'GREEN ISLAND', '1', '9781408590638', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(337, 'THE LITTER QUEEN', '1', '9781408590645', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(338, 'STORM CASTLE', '1', '9781408590652', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(339, 'SUPERDOG', '1', '9781408590669', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(340, 'SURVIVAL ADVENTURE', '1', '9781408590676', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(341, 'THE QUEST', '1', '9781408590683', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(342, 'DUTCH ADVENTURE', '1', '9781408590690', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(343, 'THE FINEST IN THE LAND', '1', '9781408590706', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(344, 'THE FLYING MACHINE', '1', '9781408590713', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(345, 'KEY TROUBLE', '1', '9781408590720', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(346, 'RESCUE!', '1', '9781408590737', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(347, 'THE BLUE EYE', '1', '9781408590744', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(348, 'THE RED HEN', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(349, 'THE FIZZ-BUZZ', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(350, 'SHOPS', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(351, 'KIPPER\'S RHYMES', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(352, 'A GOOD TRICK', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(353, 'I AM KIPPER', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(354, 'UP YOU GO', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(355, 'A YAK AT THE PICNIC', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(356, 'GET ON', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(357, 'SIX IN A BED', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(358, 'FLOPPY AND THE BONE', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(359, 'DAD\'S BIRTHDAY', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(360, 'CHIP\'S LETTER SOUNDS', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(361, 'WIN A NUT', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(362, 'FLOPPY DID THIS!', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(363, 'MUM\'S NEW HAT', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(364, 'CAT IN A BAG', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(365, 'HELPING YUOR CHILD TO READ', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(366, 'KIPPER\'S ALPHABET I SPY', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(367, 'BIFF\'S FUN PHONICS', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(368, 'PICNIC TIME', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(369, 'THE BACKPACK', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(370, 'FUNNY FISH', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(371, 'SUCH A FUSS', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(372, 'POOR OLD RABBIT', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(373, 'FLOPPY\'S FUN PHONICS', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(374, 'SUPER DAD', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(375, 'SILLY RACES!', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(376, 'THE PANCAKE', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(377, 'THE SNOWMAN', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(378, 'I CAN TRICK ATIGER', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(379, 'BIFF\'S WONDER WORDS', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(380, 'THE SING SONG', '1', '9780192739858', 'ENGLISH', '', '', 'RODERICK HUNT', 1, 0.00, '2018-08-22', '', 'yes', 'no', '2018-11-27 10:38:50', '0000-00-00 00:00:00'),
(382, 'လူေလးသို့ေပးစာမ်ား', '120', '012', '', '', '', 'ျမသန္းတင့္', 2, 4500.00, '1970-01-01', '', 'yes', 'no', '2019-04-05 07:23:58', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `book_issues`
--

CREATE TABLE `book_issues` (
  `id` int(11) UNSIGNED NOT NULL,
  `book_id` int(11) DEFAULT NULL,
  `return_date` date DEFAULT NULL,
  `issue_date` date DEFAULT NULL,
  `is_returned` int(11) DEFAULT '0',
  `member_id` int(11) DEFAULT NULL,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `book_issues`
--

INSERT INTO `book_issues` (`id`, `book_id`, `return_date`, `issue_date`, `is_returned`, `member_id`, `is_active`, `created_at`) VALUES
(3, 14, '2019-04-05', '2019-04-05', 0, 2, 'no', '2019-04-05 08:00:29'),
(4, 5, '2019-04-05', '2019-04-05', 0, 2, 'no', '2019-04-05 08:00:56'),
(5, 7, '2019-04-05', '2019-04-05', 0, 2, 'no', '2019-04-05 08:01:36'),
(6, 139, '2019-04-05', '2019-04-05', 0, 6, 'no', '2019-04-05 08:03:42'),
(7, 2, '2019-05-08', '2019-05-05', 0, 11, 'no', '2019-05-05 09:34:17');

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(11) NOT NULL,
  `category` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `category`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'Normal', 'no', '2019-03-21 05:34:49', '0000-00-00 00:00:00'),
(3, 'Require', 'no', '2019-03-21 05:35:15', '0000-00-00 00:00:00'),
(4, 'Improve', 'no', '2019-03-21 05:36:03', '0000-00-00 00:00:00'),
(5, 'Best', 'no', '2019-04-02 07:47:29', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `classes`
--

CREATE TABLE `classes` (
  `id` int(11) NOT NULL,
  `class` varchar(60) COLLATE utf8_unicode_ci DEFAULT NULL,
  `level` text COLLATE utf8_unicode_ci NOT NULL,
  `parent_sign` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `principal_sign` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `classes`
--

INSERT INTO `classes` (`id`, `class`, `level`, `parent_sign`, `principal_sign`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'Grade-1', 'Primary', '', '', 'no', '2019-03-14 09:50:05', '0000-00-00 00:00:00'),
(2, 'Grade-2', 'Primary', '', '', 'no', '2019-03-14 09:50:24', '0000-00-00 00:00:00'),
(3, 'Grade-3', 'High', '', '', 'no', '2019-03-26 08:59:32', '0000-00-00 00:00:00'),
(4, 'KG', 'KG', '', '', 'no', '2019-04-29 12:41:12', '0000-00-00 00:00:00'),
(5, 'Grade-9', 'High', '', '', 'no', '2019-03-21 05:22:49', '0000-00-00 00:00:00'),
(6, 'Grade-10', 'High', '', '', 'no', '2019-03-21 05:25:06', '0000-00-00 00:00:00'),
(7, 'Grade-11', 'High', '', '', 'no', '2019-03-21 05:31:13', '0000-00-00 00:00:00'),
(8, 'Grade-4', 'High', '', '', 'no', '2019-04-29 14:12:14', '0000-00-00 00:00:00'),
(9, 'Grade-5', 'High', '', '', 'no', '2019-03-22 04:11:43', '0000-00-00 00:00:00'),
(10, 'Grade6', 'High', '', '', 'no', '2019-03-22 04:19:01', '0000-00-00 00:00:00'),
(11, 'Grade-7', 'High', '', '', 'no', '2019-03-22 04:26:04', '0000-00-00 00:00:00'),
(12, 'Grade-8', 'High', '', '', 'no', '2019-03-22 04:26:33', '0000-00-00 00:00:00'),
(14, 'Beginner1', 'Preschool', '', '', 'no', '2019-04-29 14:13:30', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `class_sections`
--

CREATE TABLE `class_sections` (
  `id` int(11) NOT NULL,
  `class_id` int(11) DEFAULT NULL,
  `section_id` int(11) DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `class_sections`
--

INSERT INTO `class_sections` (`id`, `class_id`, `section_id`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 1, 1, 'no', '2019-03-14 09:50:05', '0000-00-00 00:00:00'),
(2, 2, 1, 'no', '2019-03-14 09:50:24', '0000-00-00 00:00:00'),
(3, 3, 1, 'no', '2019-03-14 09:50:38', '0000-00-00 00:00:00'),
(4, 4, 1, 'no', '2019-03-14 09:51:21', '0000-00-00 00:00:00'),
(5, 5, 1, 'no', '2019-03-21 05:22:49', '0000-00-00 00:00:00'),
(6, 5, 2, 'no', '2019-03-21 05:23:08', '0000-00-00 00:00:00'),
(7, 6, 1, 'no', '2019-03-21 05:25:06', '0000-00-00 00:00:00'),
(8, 6, 2, 'no', '2019-03-21 05:25:06', '0000-00-00 00:00:00'),
(9, 7, 1, 'no', '2019-03-21 05:31:13', '0000-00-00 00:00:00'),
(10, 7, 2, 'no', '2019-03-21 05:31:13', '0000-00-00 00:00:00'),
(11, 8, 1, 'no', '2019-03-22 04:00:27', '0000-00-00 00:00:00'),
(12, 9, 1, 'no', '2019-03-22 04:11:43', '0000-00-00 00:00:00'),
(13, 10, 1, 'no', '2019-03-22 04:19:01', '0000-00-00 00:00:00'),
(14, 11, 1, 'no', '2019-03-22 04:26:04', '0000-00-00 00:00:00'),
(15, 12, 1, 'no', '2019-03-22 04:26:33', '0000-00-00 00:00:00'),
(17, 14, 1, 'no', '2019-04-29 13:38:43', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `class_time`
--

CREATE TABLE `class_time` (
  `id` int(11) NOT NULL,
  `class_id` int(50) NOT NULL,
  `section_id` int(11) NOT NULL,
  `start_time1` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `end_time1` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `start_time2` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `end_time2` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `start_time3` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `end_time3` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `start_time4` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `end_time4` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `start_time5` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `end_time5` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `start_time6` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `end_time6` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `start_time7` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `end_time7` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `start_time8` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `end_time8` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `start_time9` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `end_time9` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` date NOT NULL,
  `academic_year` varchar(20) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `class_time`
--

INSERT INTO `class_time` (`id`, `class_id`, `section_id`, `start_time1`, `end_time1`, `start_time2`, `end_time2`, `start_time3`, `end_time3`, `start_time4`, `end_time4`, `start_time5`, `end_time5`, `start_time6`, `end_time6`, `start_time7`, `end_time7`, `start_time8`, `end_time8`, `start_time9`, `end_time9`, `created_at`, `updated_at`, `academic_year`) VALUES
(1, 4, 1, '02:00 AM', '04:00 AM', '04:00 AM', '05:00 AM', '05:00 AM', '06:00 AM', '07:00 AM', '08:00 AM', '08:00 AM', '09:00 AM', '09:00 AM', '10:00 PM', '10:00 PM', '11:00 PM', '11:00 PM', '12:00 AM', '12:00 PM', '01:00 PM', '2019-03-18', '2019-04-27', '13'),
(2, 5, 1, '09:00 AM', '10:00 AM', '10:00 AM', '11:00 AM', '11:00 AM', '12:00 PM', '01:00 PM', '02:00 PM', '02:00 PM', '03:00 PM', '03:00 PM', '04:00 PM', '', '', '', '', '', '', '2019-03-21', '0000-00-00', '14'),
(3, 6, 1, '09:00 PM', '10:00 AM', '10:00 AM', '11:00 AM', '11:00 AM', '12:00 PM', '12:00 PM', '01:00 PM', '01:00 PM', '02:00 PM', '02:00 PM', '03:00 PM', '', '', '', '', '', '', '2019-03-21', '0000-00-00', '14'),
(4, 1, 1, '09:00 AM', '10:00 AM', '10:00 AM', '11:00 AM', '11:00 AM', '12:00 PM', '12:00 PM', '01:00 PM', '01:00 PM', '02:00 PM', '02:00 PM', '03:00 PM', '', '', '', '', '', '', '2019-03-22', '0000-00-00', '14'),
(6, 2, 1, '09:00 AM', '10:00 AM', '10:00 AM', '11:00 AM', '11:00 AM', '12:00 PM', '12:00 PM', '01:00 PM', '01:00 PM', '02:00 PM', '02:00 PM', '03:00 PM', '', '', '', '', '', '', '2019-03-22', '0000-00-00', '14'),
(9, 3, 1, '09:00 AM', '10:00 AM', '10:00 AM', '11:00 AM', '11:00 AM', '12:00 PM', '12:00 PM', '01:00 PM', '01:00 PM', '02:00 PM', '02:00 PM', '03:00 PM', '', '', '', '', '', '', '2019-03-22', '0000-00-00', '14'),
(10, 8, 1, '09:00 AM', '10:00 AM', '10:00 AM', '11:00 AM', '11:00 AM', '12:00 PM', '12:00 PM', '01:00 PM', '01:00 PM', '02:00 PM', '02:00 PM', '03:00 PM', '', '', '', '', '', '', '2019-03-22', '0000-00-00', '14'),
(13, 9, 1, '09:00 AM', '10:00 AM', '10:00 AM', '11:00 AM', '11:00 AM', '12:00 PM', '12:00 PM', '01:00 PM', '01:00 PM', '02:00 PM', '02:00 PM', '03:00 PM', '', '', '', '', '', '', '2019-03-22', '0000-00-00', '14'),
(14, 10, 1, '09:00 AM', '10:00 AM', '10:00 AM', '11:00 AM', '11:00 AM', '12:00 PM', '12:00 PM', '01:00 PM', '01:00 PM', '02:00 PM', '02:00 PM', '03:00 PM', '', '', '', '', '', '', '2019-03-22', '0000-00-00', '14'),
(18, 7, 1, '09:00 AM', '09:45 AM', '09:45 AM', '10:30 AM', '10:30 AM', '11:15 AM', '11:15 AM', '12:00 PM', '01:00 PM', '01:45 PM', '01:45 PM', '02:30 AM', '', '', '', '', '', '', '2019-03-22', '0000-00-00', '14'),
(16, 11, 1, '09:00 AM', '10:00 AM', '10:00 AM', '11:00 AM', '11:00 AM', '12:00 PM', '12:00 PM', '01:00 PM', '01:00 PM', '02:00 PM', '02:00 PM', '03:00 PM', '', '', '', '', '', '', '2019-03-22', '0000-00-00', '14'),
(17, 12, 1, '09:00 AM', '09:45 AM', '09:45 AM', '10:30 AM', '10:30 AM', '11:15 AM', '11:15 AM', '12:00 PM', '01:00 PM', '01:45 PM', '01:45 PM', '02:30 AM', '', '', '', '', '', '', '2019-03-22', '0000-00-00', '14'),
(19, 4, 1, '09:00 AM', '10:00 AM', '10:00 AM', '11:00 AM', '11:00 AM', '12:00 PM', '12:00 PM', '01:00 PM', '01:00 PM', '02:00 PM', '02:00 PM', '03:00 PM', '', '', '', '', '', '', '2019-03-22', '2019-04-06', '14');

-- --------------------------------------------------------

--
-- Table structure for table `comment`
--

CREATE TABLE `comment` (
  `id` int(11) NOT NULL,
  `blog_id` int(11) NOT NULL,
  `comment_writer` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `profile_image` text COLLATE utf8_unicode_ci NOT NULL,
  `comment` text COLLATE utf8_unicode_ci NOT NULL,
  `status` varchar(20) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'show',
  `date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `contact`
--

CREATE TABLE `contact` (
  `id` int(11) NOT NULL,
  `phone` text COLLATE utf8_unicode_ci NOT NULL,
  `email` text COLLATE utf8_unicode_ci NOT NULL,
  `website` text COLLATE utf8_unicode_ci NOT NULL,
  `facebook` text COLLATE utf8_unicode_ci NOT NULL,
  `address` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `contents`
--

CREATE TABLE `contents` (
  `id` int(11) NOT NULL,
  `title` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `type` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_public` varchar(10) COLLATE utf8_unicode_ci DEFAULT 'No',
  `class_id` int(11) DEFAULT NULL,
  `file` varchar(250) COLLATE utf8_unicode_ci DEFAULT NULL,
  `note` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `contents`
--

INSERT INTO `contents` (`id`, `title`, `type`, `is_public`, `class_id`, `file`, `note`, `is_active`, `created_at`, `updated_at`, `date`) VALUES
(1, 'About Trees', 'Assignments', 'No', 6, 'uploads/school_content/material/1.pdf', 'Weekly Assignment', 'no', '2019-05-05 09:26:27', '0000-00-00 00:00:00', '2019-05-05');

-- --------------------------------------------------------

--
-- Table structure for table `course`
--

CREATE TABLE `course` (
  `id` int(10) NOT NULL,
  `schoolname_id` int(11) NOT NULL,
  `title` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `short_description` varchar(90) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `image` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `courses_register`
--

CREATE TABLE `courses_register` (
  `id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `nrc` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `parent` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `phone` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `photo` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `lecture_course_id` int(11) NOT NULL,
  `register_date` date NOT NULL,
  `start_date` date NOT NULL,
  `end_date` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `courses_register`
--

INSERT INTO `courses_register` (`id`, `student_id`, `name`, `nrc`, `parent`, `phone`, `address`, `email`, `photo`, `lecture_course_id`, `register_date`, `start_date`, `end_date`) VALUES
(1, 14, 'AungAung', '', 'U Hla+', '0983434343', '', '', '', 1, '2019-04-01', '2019-03-24', '2019-04-26'),
(2, 41, 'Daw MyatSu', '', 'U Hla Aung+', '0967667677', '', '', '', 2, '2019-04-03', '2019-04-01', '2019-05-01'),
(5, 19, 'MarSwe', '', 'U Kaung+Daw Lae Lae', '09778865098', '                                                                   ', 'marswe@gmail.com', '', 3, '2019-03-31', '1970-01-01', '1970-01-01'),
(6, 6, 'KyuKyu', '', 'U Toe Aung+Daw Myo', '094502545', '', 'kyu@gmail.com', '', 1, '2019-04-01', '2019-03-24', '2019-04-26'),
(7, 7, 'AungAung', '', 'U Ba+Daw Su', '09771188202', '', 'aung23@gmail.com', '', 1, '2019-05-05', '2019-05-15', '2019-06-15'),
(8, 46, 'AungBo Bo', '', 'U Ko Ko+Daw Hla Aye', '0911111', '', 'aungbobo@gmail.com', '', 2, '2019-05-05', '2019-05-30', '2019-06-29');

-- --------------------------------------------------------

--
-- Table structure for table `courses_subject`
--

CREATE TABLE `courses_subject` (
  `id` int(11) NOT NULL,
  `lectured_course_id` int(11) NOT NULL,
  `subject` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `teacher` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `courses_subject`
--

INSERT INTO `courses_subject` (`id`, `lectured_course_id`, `subject`, `description`, `teacher`) VALUES
(1, 1, 'Animal Painting Lesson', '                                                                        For secondary students                                                                                                                                                                ', 13),
(3, 3, 'Animals', 'Drawing Animals                                                                    ', 14);

-- --------------------------------------------------------

--
-- Table structure for table `course_fee_balance`
--

CREATE TABLE `course_fee_balance` (
  `id` int(11) NOT NULL,
  `lecture_course_id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `fees` float NOT NULL,
  `due_date` date NOT NULL,
  `pay_amount` float NOT NULL,
  `dpercent` float NOT NULL,
  `discount` float NOT NULL,
  `status` int(11) NOT NULL,
  `balance` float NOT NULL,
  `final_fees` float NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `course_fee_balance`
--

INSERT INTO `course_fee_balance` (`id`, `lecture_course_id`, `student_id`, `fees`, `due_date`, `pay_amount`, `dpercent`, `discount`, `status`, `balance`, `final_fees`) VALUES
(9, 3, 26, 25000, '2019-04-02', 0, 0, 0, 0, 25000, 25000),
(10, 3, 5, 25000, '2019-04-02', 0, 0, 0, 0, 25000, 25000),
(13, 1, 34, 30000, '2019-03-24', 0, 0, 0, 0, 30000, 30000),
(11, 1, 6, 30000, '2019-03-24', 0, 0, 0, 0, 30000, 30000);

-- --------------------------------------------------------

--
-- Table structure for table `course_fee_receive`
--

CREATE TABLE `course_fee_receive` (
  `id` int(11) NOT NULL,
  `lecture_course_id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `fees` float NOT NULL,
  `paydate` date NOT NULL,
  `pay_amount` float NOT NULL,
  `balance` float NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `course_fee_receive`
--

INSERT INTO `course_fee_receive` (`id`, `lecture_course_id`, `student_id`, `fees`, `paydate`, `pay_amount`, `balance`) VALUES
(10, 1, 7, 15000, '2019-05-25', 15000, 0),
(8, 2, 46, 25000, '2019-05-30', 25000, 0),
(9, 1, 7, 30000, '2019-05-15', 15000, 15000);

-- --------------------------------------------------------

--
-- Table structure for table `dailyrecord`
--

CREATE TABLE `dailyrecord` (
  `id` int(11) NOT NULL,
  `section_id` int(11) DEFAULT NULL,
  `class_section_id` int(11) DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `dailyrecord`
--

INSERT INTO `dailyrecord` (`id`, `section_id`, `class_section_id`, `is_active`, `created_at`, `updated_at`) VALUES
(4, 1, 1, 'no', '2019-04-01', '0000-00-00 00:00:00'),
(6, 1, 6, 'no', '2019-04-30', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `dailyrecord_detail`
--

CREATE TABLE `dailyrecord_detail` (
  `id` int(11) NOT NULL,
  `header_id` int(11) NOT NULL,
  `subject_id` int(11) NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `grade` tinyint(4) NOT NULL,
  `times` tinyint(4) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `dailyrecord_detail`
--

INSERT INTO `dailyrecord_detail` (`id`, `header_id`, `subject_id`, `description`, `grade`, `times`) VALUES
(8, 3, 7, 'Frog', 6, 1),
(9, 1, 6, 'gdgdg', 7, 0),
(12, 2, 3, 'အလီ', 0, 0),
(13, 5, 10, 'rererter', 5, 1),
(16, 6, 8, 'ကာယေလ့က်င့္ခန္း', 6, 2),
(17, 6, 9, 'စာရိတၱ ႏွင့္ ျပည္သူ႔နီတိ ', 6, 0),
(22, 4, 1, 'ေညာင္ပင္သာရြာ', 1, 1),
(23, 4, 2, 'Myself', 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `discipline`
--

CREATE TABLE `discipline` (
  `id` int(11) NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `language` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `email_config`
--

CREATE TABLE `email_config` (
  `id` int(11) UNSIGNED NOT NULL,
  `email_type` varchar(100) DEFAULT NULL,
  `smtp_server` varchar(100) DEFAULT NULL,
  `smtp_port` varchar(100) DEFAULT NULL,
  `smtp_username` varchar(100) DEFAULT NULL,
  `smtp_password` varchar(100) DEFAULT NULL,
  `ssl_tls` varchar(100) DEFAULT NULL,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `enrole_answer`
--

CREATE TABLE `enrole_answer` (
  `id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `question` text COLLATE utf8_unicode_ci NOT NULL,
  `answer` text COLLATE utf8_unicode_ci NOT NULL,
  `language` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `enrole_question`
--

CREATE TABLE `enrole_question` (
  `id` int(11) NOT NULL,
  `question` text COLLATE utf8_unicode_ci NOT NULL,
  `language` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `event`
--

CREATE TABLE `event` (
  `id` int(11) NOT NULL,
  `title` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `short_line` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `image` text COLLATE utf8_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `venue` text COLLATE utf8_unicode_ci NOT NULL,
  `language` text COLLATE utf8_unicode_ci NOT NULL,
  `remark` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `exams`
--

CREATE TABLE `exams` (
  `id` int(11) NOT NULL,
  `name` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `level` varchar(15) COLLATE utf8_unicode_ci NOT NULL,
  `sesion_id` int(11) NOT NULL,
  `note` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `exams`
--

INSERT INTO `exams` (`id`, `name`, `level`, `sesion_id`, `note`, `is_active`, `created_at`, `updated_at`) VALUES
(7, 'ဇြန္လ', 'High', 6, '', 'no', '2019-02-23 10:05:09', '0000-00-00 00:00:00'),
(8, 'ဇူလိုင္လ', 'High', 7, '', 'no', '2019-02-23 10:05:21', '0000-00-00 00:00:00'),
(9, 'ၾသဂုတ္လ', 'High', 8, '', 'no', '2019-02-23 10:05:26', '0000-00-00 00:00:00'),
(10, 'စက္တင္ဘာလ', 'High', 9, '', 'no', '2019-02-23 10:05:30', '0000-00-00 00:00:00'),
(11, 'ေအာက္တိုဘာလ', 'High', 10, '', 'no', '2019-02-23 10:05:33', '0000-00-00 00:00:00'),
(12, 'ႏို၀င္ဘာလ', 'High', 11, '', 'no', '2019-02-23 10:05:36', '0000-00-00 00:00:00'),
(13, 'ဒီဇင္ဘာလ', 'High', 12, '', 'no', '2019-02-23 10:05:39', '0000-00-00 00:00:00'),
(14, 'ဇန္န၀ါရီလ', 'High', 1, '', 'no', '2019-02-23 10:05:42', '0000-00-00 00:00:00'),
(15, 'ေဖေဖာ္၀ါရီလ', 'High', 2, '', 'no', '2019-02-23 10:05:45', '0000-00-00 00:00:00'),
(16, 'exam', '', 0, '', 'no', '2019-01-25 04:49:33', '0000-00-00 00:00:00'),
(17, 'June', '', 0, '', 'no', '2019-01-27 10:11:45', '0000-00-00 00:00:00'),
(18, 'July', '', 0, '', 'no', '2019-01-27 10:10:46', '0000-00-00 00:00:00'),
(19, 'August', '', 0, '', 'no', '2019-01-27 10:11:00', '0000-00-00 00:00:00'),
(20, 'September', '', 0, '', 'no', '2019-01-27 10:11:11', '0000-00-00 00:00:00'),
(21, 'October', '', 0, '', 'no', '2019-01-27 10:11:22', '0000-00-00 00:00:00'),
(22, 'December', '', 0, '', 'no', '2019-01-27 10:11:33', '0000-00-00 00:00:00'),
(23, 'January', '', 0, '', 'no', '2019-01-27 10:13:52', '0000-00-00 00:00:00'),
(24, 'February', '', 0, '', 'no', '2019-01-27 10:14:07', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `exam_location`
--

CREATE TABLE `exam_location` (
  `id` int(10) NOT NULL,
  `session` int(10) NOT NULL,
  `division` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `district` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `township` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `school` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `exam_location`
--

INSERT INTO `exam_location` (`id`, `session`, `division`, `district`, `township`, `school`, `created_at`) VALUES
(1, 13, 'Sagaing', 'Monywa', 'Monywa', '1', '0000-00-00');

-- --------------------------------------------------------

--
-- Table structure for table `exam_results`
--

CREATE TABLE `exam_results` (
  `id` int(11) NOT NULL,
  `attendence` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `exam_schedule_id` int(11) DEFAULT NULL,
  `student_id` int(11) DEFAULT NULL,
  `get_marks` float(10,2) DEFAULT NULL,
  `note` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `exam_results`
--

INSERT INTO `exam_results` (`id`, `attendence`, `exam_schedule_id`, `student_id`, `get_marks`, `note`, `is_active`, `created_at`, `updated_at`) VALUES
(16, 'pre', 4, 8, 75.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(17, 'pre', 5, 8, 80.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(18, 'pre', 6, 8, 88.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(19, 'pre', 4, 9, 50.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(20, 'pre', 5, 9, 45.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(21, 'pre', 6, 9, 60.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(22, 'pre', 4, 10, 75.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(23, 'pre', 5, 10, 72.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(24, 'pre', 6, 10, 82.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(25, 'pre', 4, 11, 55.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(26, 'pre', 5, 11, 70.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(27, 'pre', 6, 11, 65.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(28, 'pre', 4, 12, 70.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(29, 'pre', 5, 12, 80.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00'),
(30, 'pre', 6, 12, 90.00, NULL, 'no', '2019-04-29 17:57:14', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `exam_result_detail`
--

CREATE TABLE `exam_result_detail` (
  `id` int(10) NOT NULL,
  `session` int(10) NOT NULL,
  `examlocation_id` int(10) NOT NULL,
  `seat_no` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `admission_no` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `class` int(10) NOT NULL,
  `section` int(10) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `father_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `result` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `remark` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `exam_result_detail`
--

INSERT INTO `exam_result_detail` (`id`, `session`, `examlocation_id`, `seat_no`, `admission_no`, `class`, `section`, `name`, `father_name`, `result`, `remark`, `created_at`) VALUES
(1, 13, 1, 'ပထ-၆၁', '00031', 1, 1, '1', 'U Mg Aye', '2', '', '0000-00-00'),
(2, 13, 1, 'ပထ-၆၂', '0032', 1, 1, '2', 'U Kyaw Nyunt', '2', '', '0000-00-00'),
(3, 13, 1, 'ပထ-၆၃', '00033', 1, 1, '3', 'U Maung', '2', '', '0000-00-00'),
(4, 13, 1, 'ပထ-၆၄', '00034', 1, 1, '4', 'U Kaung', '2', '', '0000-00-00'),
(5, 13, 1, 'ပထ-၆၅', '0035', 1, 1, '5', 'U Nyi Nyi', '2', '', '0000-00-00'),
(6, 13, 1, 'ပထ-၆၆', '0036', 1, 1, '6', 'U Toe Aung', '1', '', '0000-00-00');

-- --------------------------------------------------------

--
-- Table structure for table `exam_schedules`
--

CREATE TABLE `exam_schedules` (
  `id` int(11) NOT NULL,
  `session_id` int(11) NOT NULL,
  `exam_id` int(11) DEFAULT NULL,
  `teacher_subject_id` int(11) DEFAULT NULL,
  `date_of_exam` date DEFAULT NULL,
  `start_to` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `end_from` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `room_no` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `full_marks` int(11) DEFAULT NULL,
  `passing_marks` int(11) DEFAULT NULL,
  `note` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `exam_schedules`
--

INSERT INTO `exam_schedules` (`id`, `session_id`, `exam_id`, `teacher_subject_id`, `date_of_exam`, `start_to`, `end_from`, `room_no`, `full_marks`, `passing_marks`, `note`, `is_active`, `created_at`, `updated_at`) VALUES
(4, 14, 15, 11, '2019-02-01', '12:00 AM', '01:15 AM', '202', 100, 50, NULL, 'no', '2019-04-29 17:55:42', '0000-00-00 00:00:00'),
(5, 14, 15, 12, '2019-04-08', '12:00 AM', '01:15 AM', '202', 100, 50, NULL, 'no', '2019-04-29 17:55:42', '0000-00-00 00:00:00'),
(6, 14, 15, 13, '2019-04-09', '12:00 AM', '01:15 AM', '202', 100, 50, NULL, 'no', '2019-04-29 17:55:42', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `expenses`
--

CREATE TABLE `expenses` (
  `id` int(11) NOT NULL,
  `exp_head_id` int(11) DEFAULT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `date` date DEFAULT NULL,
  `amount` float DEFAULT NULL,
  `documents` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `note` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'yes',
  `is_deleted` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `expenses`
--

INSERT INTO `expenses` (`id`, `exp_head_id`, `name`, `date`, `amount`, `documents`, `note`, `is_active`, `is_deleted`, `created_at`, `updated_at`) VALUES
(1, 2, 'April', '2019-04-10', 50000, NULL, '', 'yes', 'no', '2019-04-29 18:25:45', '0000-00-00 00:00:00'),
(2, 3, 'Pencil', '2019-04-03', 2500, NULL, '', 'yes', 'no', '2019-04-03 05:26:46', '0000-00-00 00:00:00'),
(3, 1, 'Toyota Hiace 7F-3333', '2019-04-18', 15000, NULL, '', 'yes', 'no', '2019-04-29 18:26:30', '0000-00-00 00:00:00'),
(5, 1, 'Toyota 5F/122344', '2019-04-22', 200000, NULL, '', 'yes', 'no', '2019-04-30 07:28:41', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `expense_head`
--

CREATE TABLE `expense_head` (
  `id` int(11) NOT NULL,
  `exp_category` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'yes',
  `is_deleted` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `expense_head`
--

INSERT INTO `expense_head` (`id`, `exp_category`, `description`, `is_active`, `is_deleted`, `created_at`, `updated_at`) VALUES
(1, 'Car Repair', '', 'yes', 'no', '2019-04-29 18:24:14', '0000-00-00 00:00:00'),
(2, 'Meter Bill', '', 'yes', 'no', '2019-04-29 18:24:28', '0000-00-00 00:00:00'),
(3, 'Stationary', 'Teacher using', 'yes', 'no', '2019-04-03 05:23:24', '0000-00-00 00:00:00'),
(4, 'Phone Bill', 'for office', 'yes', 'no', '2019-04-29 18:24:43', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `faq`
--

CREATE TABLE `faq` (
  `id` int(11) NOT NULL,
  `question` text COLLATE utf8_unicode_ci NOT NULL,
  `answer` text COLLATE utf8_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `schoolname_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `feecategory`
--

CREATE TABLE `feecategory` (
  `id` int(11) NOT NULL,
  `category` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `feedback`
--

CREATE TABLE `feedback` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `reply_by` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `message` text COLLATE utf8_unicode_ci NOT NULL,
  `date` datetime NOT NULL,
  `viewm` tinyint(4) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `feedback`
--

INSERT INTO `feedback` (`id`, `user_id`, `reply_by`, `message`, `date`, `viewm`) VALUES
(1, 1, '', ' က်မသားေလးပညာေရး သိလိုပါတယ္႐ွင့္', '2019-03-30 01:25:50', 1),
(2, 1, '', ' Hello sayama', '2019-04-01 04:57:37', 1),
(3, 1, 'admin', 'hi', '2019-04-01 00:00:00', 1),
(4, 8, '', ' Hello admin', '2019-04-30 02:15:31', 1),
(5, 8, 'admin', 'Hello U Mya', '2019-04-30 00:00:00', 1),
(6, 8, '', ' Hello testing ', '2019-05-06 12:21:47', 1),
(7, 8, 'admin', 'Hi', '2019-05-06 00:00:00', 0);

-- --------------------------------------------------------

--
-- Table structure for table `feemasters`
--

CREATE TABLE `feemasters` (
  `id` int(11) NOT NULL,
  `session_id` int(11) DEFAULT NULL,
  `feetype_id` int(11) NOT NULL,
  `class_id` int(11) DEFAULT NULL,
  `amount` float(10,2) DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `fees_discounts`
--

CREATE TABLE `fees_discounts` (
  `id` int(11) NOT NULL,
  `session_id` int(11) DEFAULT NULL,
  `name` varchar(100) DEFAULT NULL,
  `code` varchar(100) DEFAULT NULL,
  `amount` decimal(10,2) DEFAULT NULL,
  `description` text,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `feetype`
--

CREATE TABLE `feetype` (
  `id` int(11) NOT NULL,
  `feecategory_id` int(11) DEFAULT NULL,
  `type` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `code` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `description` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `feetype`
--

INSERT INTO `feetype` (`id`, `feecategory_id`, `type`, `code`, `is_active`, `created_at`, `updated_at`, `description`) VALUES
(1, NULL, 'KG ', 'KG', 'no', '2018-05-03 12:11:40', '0000-00-00 00:00:00', ''),
(2, NULL, 'Grade I', 'G1', 'no', '2018-05-03 12:21:11', '0000-00-00 00:00:00', ''),
(3, NULL, 'Grade II', 'G2', 'no', '2018-05-03 12:21:22', '0000-00-00 00:00:00', ''),
(4, NULL, 'Grade III', 'G3', 'no', '2018-05-03 12:21:36', '0000-00-00 00:00:00', ''),
(5, NULL, 'Grade IV', 'G4', 'no', '2018-05-03 12:21:43', '0000-00-00 00:00:00', ''),
(6, NULL, 'Grade V', 'G5', 'no', '2018-05-03 12:21:53', '0000-00-00 00:00:00', ''),
(7, NULL, 'GradeVI', 'G6', 'no', '2018-05-03 12:22:01', '0000-00-00 00:00:00', ''),
(8, NULL, 'GradeVII', 'G7', 'no', '2018-05-03 12:22:08', '0000-00-00 00:00:00', ''),
(9, NULL, 'GradeVIII', 'G8', 'no', '2018-05-03 12:22:16', '0000-00-00 00:00:00', ''),
(10, NULL, 'K1 + KG', 'K1KG', 'no', '2018-05-03 12:12:57', '0000-00-00 00:00:00', ''),
(11, NULL, 'K1 + Garde I', 'K1G1', 'no', '2018-05-03 12:12:46', '0000-00-00 00:00:00', ''),
(12, NULL, 'K2 + Grade II', 'K2G2', 'no', '2018-05-03 12:13:23', '0000-00-00 00:00:00', ''),
(13, NULL, 'K2 + Grade I', 'K2G1', 'no', '2018-05-03 12:13:07', '0000-00-00 00:00:00', ''),
(14, NULL, 'P1 + Grade II', 'P1G2', 'no', '2018-05-03 12:13:43', '0000-00-00 00:00:00', ''),
(15, NULL, 'P2 + Grade II', 'P2G2', 'no', '2018-05-03 12:14:05', '0000-00-00 00:00:00', ''),
(16, NULL, 'P3 + Grade III', 'P3G3', 'no', '2018-05-03 12:15:10', '0000-00-00 00:00:00', ''),
(17, NULL, 'P2 + Grade III', 'P2G3', 'no', '2018-05-03 12:14:29', '0000-00-00 00:00:00', ''),
(18, NULL, 'P3 + Grade IV', 'P3G4', 'no', '2018-05-03 12:15:31', '0000-00-00 00:00:00', ''),
(19, NULL, 'P4 + Grade IV', 'P4G4', 'no', '2018-05-03 12:16:34', '0000-00-00 00:00:00', ''),
(20, NULL, 'P4 + Grade V', 'P4G5', 'no', '2018-05-03 12:17:15', '0000-00-00 00:00:00', ''),
(21, NULL, 'P5 + Grade V', 'P5G5', 'no', '2018-05-03 12:17:43', '0000-00-00 00:00:00', ''),
(22, NULL, 'P5 + Grade VII', 'P5G7', 'no', '2018-05-03 12:18:03', '0000-00-00 00:00:00', ''),
(23, NULL, 'P2 + Grade IV', 'P2G4', 'no', '2018-05-03 12:14:52', '0000-00-00 00:00:00', ''),
(28, NULL, 'Ferry Fees', 'fees', 'no', '2018-05-31 18:02:31', '0000-00-00 00:00:00', '50000');

-- --------------------------------------------------------

--
-- Table structure for table `fee_collection`
--

CREATE TABLE `fee_collection` (
  `id` int(11) NOT NULL,
  `student_id` int(11) DEFAULT NULL,
  `total_amount` float NOT NULL,
  `total_received` float(10,2) DEFAULT NULL,
  `paydate` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `payment_for` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `payment_mode` varchar(50) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'Cash',
  `authority` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `status` bit(1) NOT NULL DEFAULT b'1',
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `fee_collection`
--

INSERT INTO `fee_collection` (`id`, `student_id`, `total_amount`, `total_received`, `paydate`, `payment_for`, `payment_mode`, `authority`, `status`, `is_active`, `created_at`, `updated_at`) VALUES
(5, 47, 140000, 140000.00, '2019-05-12 09:14:45', 'June,', '1', 'Admin', b'1', 'no', '2019-05-11 21:44:45', '0000-00-00 00:00:00'),
(7, 46, 140000, 140000.00, '2019-05-12 09:17:08', 'June,', '1', 'Admin', b'1', 'no', '2019-05-11 21:47:08', '0000-00-00 00:00:00'),
(9, 46, 90000, 90000.00, '2019-05-13 16:36:57', 'January,', '', 'Admin', b'1', 'no', '2019-05-13 05:06:57', '0000-00-00 00:00:00'),
(10, 46, 90000, 90000.00, '2019-05-13 16:37:49', 'February,', '', 'Admin', b'1', 'no', '2019-05-13 05:07:49', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `fee_collection_details`
--

CREATE TABLE `fee_collection_details` (
  `id` int(11) NOT NULL,
  `header_id` int(11) DEFAULT NULL,
  `feegroup_id` int(11) NOT NULL,
  `amount` float(10,2) DEFAULT NULL,
  `amount_discount` float(10,2) NOT NULL,
  `receive` float NOT NULL,
  `date` date DEFAULT '0000-00-00',
  `month` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `fee_collection_details`
--

INSERT INTO `fee_collection_details` (`id`, `header_id`, `feegroup_id`, `amount`, `amount_discount`, `receive`, `date`, `month`, `is_active`, `created_at`, `updated_at`) VALUES
(13, 5, 20, 90000.00, 0.00, 90000, '2019-05-12', 'June', 'no', '2019-05-11 21:44:45', '0000-00-00 00:00:00'),
(14, 5, 13, 50000.00, 0.00, 50000, '2019-05-12', 'June', 'no', '2019-05-11 21:44:45', '0000-00-00 00:00:00'),
(18, 7, 20, 90000.00, 0.00, 90000, '2019-05-12', 'June', 'no', '2019-05-11 21:47:08', '0000-00-00 00:00:00'),
(19, 7, 13, 50000.00, 0.00, 50000, '2019-05-12', 'June', 'no', '2019-05-11 21:47:08', '0000-00-00 00:00:00'),
(22, 9, 21, 90000.00, 0.00, 90000, '2019-05-13', 'January', 'no', '2019-05-13 05:06:57', '0000-00-00 00:00:00'),
(23, 10, 21, 90000.00, 0.00, 90000, '2019-05-13', 'February', 'no', '2019-05-13 05:07:49', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `fee_groups`
--

CREATE TABLE `fee_groups` (
  `id` int(11) NOT NULL,
  `name` varchar(200) DEFAULT NULL,
  `amount` decimal(10,0) NOT NULL,
  `description` text,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fee_groups`
--

INSERT INTO `fee_groups` (`id`, `name`, `amount`, `description`, `is_active`, `created_at`) VALUES
(1, 'KG Monthly', '80000', '', 'no', '2018-09-01 03:06:22'),
(4, 'Grade I Monthly', '80000', '', 'no', '2018-09-01 03:06:33'),
(5, 'Grade II Monthly', '80000', '', 'no', '2018-09-01 03:06:50'),
(6, 'Grade III Monthly', '85000', '', 'no', '2018-09-01 03:07:04'),
(7, 'Grade IV Monthly', '85000', '', 'no', '2018-09-01 03:07:17'),
(8, 'Grade V Monthly', '90000', '', 'no', '2018-09-01 03:07:34'),
(9, 'GradeVI Monthly', '90000', '', 'no', '2018-09-01 03:07:47'),
(10, 'P5 + Grade VII Monthly', '0', '', 'no', '2018-04-30 11:24:45'),
(11, 'Grade VIII Monthly', '95000', '', 'no', '2018-09-01 03:08:20'),
(12, 'GradeVII Monthly', '90000', '', 'no', '2018-09-01 03:07:59'),
(13, 'Ferry Fees', '50000', '', 'no', '2018-11-26 04:47:46'),
(17, 'Ferry fees monthly', '100', '50000', 'no', '2018-11-26 04:47:58'),
(18, 'BEGINNER-III', '90000', '', 'no', '2019-02-27 02:46:08'),
(19, 'BEGINNER-II', '90000', '', 'no', '2019-02-27 02:45:52'),
(20, 'BEGINNER-I', '90000', '', 'no', '2019-02-27 02:45:37'),
(21, 'BEGINNER', '90000', '', 'no', '2018-12-20 04:08:17'),
(22, 'K1-Monthly', '205000', NULL, 'no', '2018-11-27 12:01:41'),
(23, 'K2-Monthly', '215000', NULL, 'no', '2018-11-27 12:01:41'),
(24, 'P1-Monthly', '290000', NULL, 'no', '2018-11-27 12:01:41'),
(25, 'P2-Monthly', '355000', NULL, 'no', '2018-11-27 12:01:41'),
(26, 'P3-Monthly', '395000', NULL, 'no', '2018-11-27 12:01:41'),
(27, 'P4-Monthly', '420000', NULL, 'no', '2018-11-27 12:01:41'),
(28, 'P5-Monthly', '425000', NULL, 'no', '2018-11-27 12:01:41'),
(29, 'P1-G3-Monthly', '300000', NULL, 'no', '2018-11-27 12:01:41'),
(30, 'P2-G4-Monthly', '360000', NULL, 'no', '2018-11-27 12:01:41'),
(31, 'P2-G-3-Monthly', '360000', NULL, 'no', '2018-11-27 12:01:41'),
(32, 'P3-G4-Monthly', '395000', NULL, 'no', '2018-11-27 12:01:41'),
(33, 'P3-G5-Monthly', '405000', NULL, 'no', '2018-11-27 12:01:41'),
(34, 'P3-G6-Monthly', '405000', NULL, 'no', '2018-11-27 12:01:41'),
(35, 'P4-G5-Monthly', '425000', NULL, 'no', '2018-11-27 12:01:41'),
(36, 'P5-G7-Monthly', '430000', NULL, 'no', '2018-11-27 12:01:41'),
(37, 'Pre-primary', '80000', '', 'no', '2018-12-18 07:50:30'),
(38, 'Shirt (S)', '7000', '', 'no', '2018-12-20 04:25:15'),
(40, 'Trousers (S)', '8000', '', 'no', '2018-12-19 09:55:56'),
(41, 'Trouser(M)', '8000', '', 'no', '2018-12-19 09:58:11'),
(42, 'Trouser(L)', '8500', '', 'no', '2018-12-19 09:58:56'),
(43, 'Trouser(XL)', '8500', '', 'no', '2018-12-19 09:59:45'),
(44, 'Trouser(2XL)', '8500', '', 'no', '2018-12-19 10:00:18'),
(45, 'Shirt(SS)', '7000', '', 'no', '2018-12-20 04:24:22'),
(46, 'Shirt(M)', '7500', '', 'no', '2018-12-20 04:27:29'),
(47, 'Shirt(L)', '7500', '', 'no', '2018-12-20 04:30:44'),
(48, 'Shirt(XL)', '7500', '', 'no', '2018-12-19 10:04:18'),
(49, 'Shirt(2XL)', '8000', '', 'no', '2018-12-19 10:04:55'),
(50, 'Shirt(3XL)', '8000', '', 'no', '2018-12-19 10:05:21'),
(51, 'Skirt(SS)', '8000', '', 'no', '2018-12-19 10:06:32'),
(52, 'Skirt(M)', '8000', '', 'no', '2018-12-19 10:06:59'),
(53, 'Skirt(L)', '8500', '', 'no', '2018-12-19 10:07:28'),
(54, 'Skirt(XL)', '8500', '', 'no', '2018-12-19 10:07:57'),
(55, 'Skirt(S)', '8000', '', 'no', '2018-12-19 10:08:34'),
(56, 'Sweater(S)', '7000', '', 'no', '2018-12-19 10:17:24'),
(57, 'Sweater(M)', '7500', '', 'no', '2018-12-19 10:17:57'),
(58, 'Sweater(L)', '8000', '', 'no', '2018-12-19 10:18:21'),
(59, 'Sweater(XL)', '8500', '', 'no', '2018-12-19 10:18:51'),
(60, 'Sweater(xs)', '6500', '', 'no', '2018-12-20 04:21:29'),
(61, 'T-shirt(s)', '3500', '', 'no', '2018-12-20 04:37:35'),
(62, 'T-shirt(L)', '4000', '', 'no', '2018-12-20 04:38:17'),
(63, 'lunch 1', '65000', 'dg', 'no', '2019-02-18 03:54:27'),
(64, 'Admin fee', '50000', '', 'no', '2019-03-12 10:23:17'),
(65, 'G10 Fees', '3300000', '', 'no', '2019-03-12 10:26:10'),
(66, 'Summer painting class', '50000', 'for g2', 'no', '2019-04-03 03:24:46');

-- --------------------------------------------------------

--
-- Table structure for table `fee_groups_feetype`
--

CREATE TABLE `fee_groups_feetype` (
  `id` int(11) NOT NULL,
  `fee_session_group_id` int(11) DEFAULT NULL,
  `fee_groups_id` int(11) DEFAULT NULL,
  `feetype_id` int(11) DEFAULT NULL,
  `session_id` int(11) DEFAULT NULL,
  `due_date` date DEFAULT NULL,
  `amount` decimal(10,2) DEFAULT NULL,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fee_groups_feetype`
--

INSERT INTO `fee_groups_feetype` (`id`, `fee_session_group_id`, `fee_groups_id`, `feetype_id`, `session_id`, `due_date`, `amount`, `is_active`, `created_at`) VALUES
(1, 1, 1, 1, 11, '2018-09-07', '80000.00', 'no', '2018-08-30 08:49:47'),
(10, 2, 4, 2, 11, '2018-09-07', '80000.00', 'no', '2018-08-30 08:48:02'),
(11, 3, 5, 3, 11, '2018-09-07', '80000.00', 'no', '2018-08-30 08:48:19'),
(12, 4, 6, 4, 11, '2018-09-07', '85000.00', 'no', '2018-08-30 08:48:28'),
(13, 5, 7, 5, 11, '2018-09-07', '85000.00', 'no', '2018-08-30 08:48:38'),
(14, 6, 8, 6, 11, '2018-09-07', '90000.00', 'no', '2018-08-30 08:48:58'),
(15, 7, 9, 7, 11, '2018-09-07', '90000.00', 'no', '2018-08-30 08:49:20'),
(16, 8, 11, 9, 11, '2018-09-07', '95000.00', 'no', '2018-08-30 08:49:10'),
(17, 9, 12, 8, 11, '2018-09-07', '90000.00', 'no', '2018-08-30 08:49:31'),
(21, 11, 17, 28, 11, '1970-01-01', '50000.00', 'no', '2018-05-31 18:03:54');

-- --------------------------------------------------------

--
-- Table structure for table `fee_receipt_no`
--

CREATE TABLE `fee_receipt_no` (
  `id` int(11) NOT NULL,
  `payment` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `fee_session_groups`
--

CREATE TABLE `fee_session_groups` (
  `id` int(11) NOT NULL,
  `fee_groups_id` int(11) DEFAULT NULL,
  `session_id` int(11) DEFAULT NULL,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fee_session_groups`
--

INSERT INTO `fee_session_groups` (`id`, `fee_groups_id`, `session_id`, `is_active`, `created_at`) VALUES
(1, 1, 11, 'no', '2018-04-30 12:43:40'),
(2, 4, 11, 'no', '2018-04-30 13:06:11'),
(3, 5, 11, 'no', '2018-04-30 13:06:27'),
(4, 6, 11, 'no', '2018-04-30 13:07:01'),
(5, 7, 11, 'no', '2018-04-30 13:07:43'),
(6, 8, 11, 'no', '2018-04-30 13:08:06'),
(7, 9, 11, 'no', '2018-04-30 13:08:29'),
(8, 11, 11, 'no', '2018-04-30 13:10:05'),
(9, 12, 11, 'no', '2018-04-30 13:11:13'),
(11, 17, 11, 'no', '2018-05-31 18:03:54');

-- --------------------------------------------------------

--
-- Table structure for table `gallery`
--

CREATE TABLE `gallery` (
  `id` int(11) NOT NULL,
  `title` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `image` tinytext COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `grades`
--

CREATE TABLE `grades` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `point` float(10,1) DEFAULT NULL,
  `mark_from` float(10,2) DEFAULT NULL,
  `mark_upto` float(10,2) DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `grades`
--

INSERT INTO `grades` (`id`, `name`, `point`, `mark_from`, `mark_upto`, `description`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'A', NULL, 80.00, 100.00, 'Excellence', 'no', '2019-03-21 09:08:03', '0000-00-00 00:00:00'),
(2, 'B', NULL, 70.00, 79.00, 'Good', 'no', '2019-03-21 09:10:40', '0000-00-00 00:00:00'),
(3, 'C', NULL, 50.00, 69.00, 'Normal\r\n', 'no', '2019-03-21 09:11:00', '0000-00-00 00:00:00'),
(4, 'D', NULL, 40.00, 49.00, 'Bad', 'no', '2019-03-21 09:10:24', '0000-00-00 00:00:00'),
(5, 'E', NULL, 0.00, 39.00, '', 'no', '2019-05-05 09:09:13', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `header_info`
--

CREATE TABLE `header_info` (
  `id` int(11) NOT NULL,
  `sname` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `top_text` text COLLATE utf8_unicode_ci NOT NULL,
  `top_phone` varchar(20) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `holiday`
--

CREATE TABLE `holiday` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `datefrom` date NOT NULL,
  `dateto` date NOT NULL,
  `total` varchar(10) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `holiday`
--

INSERT INTO `holiday` (`id`, `name`, `description`, `datefrom`, `dateto`, `total`) VALUES
(4, 'Thadingyut', 'Thadingyut Holidays                            ', '2019-09-13', '2019-09-16', '4');

-- --------------------------------------------------------

--
-- Table structure for table `hostel`
--

CREATE TABLE `hostel` (
  `id` int(11) NOT NULL,
  `hostel_name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `type` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `hostel_warden` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `guide_teacher` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `address` text COLLATE utf8_unicode_ci,
  `intake` int(11) DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `hostel`
--

INSERT INTO `hostel` (`id`, `hostel_name`, `type`, `hostel_warden`, `guide_teacher`, `address`, `intake`, `description`, `is_active`, `created_at`, `updated_at`) VALUES
(2, 'သီဟဆာင္ (၂)', 'Boys', 'Daw Sein Kyi]', 'Daw hla hla]', 'ျခံအမွတ္ ၇၇', 2019, 'ေယာက္်ားေလး ေဆာင္', 'no', '2019-04-29 15:22:32', '0000-00-00 00:00:00'),
(3, 'စကာ၀ါေဆာင္ (၁)', 'Girls', 'ေဒၚမို႔မို႔]', 'ေဒၚခိုင္ခိုင္]', 'ျခံအမွတ္ ၈၉', 2019, 'မိန္းကေလးေဆာင္', 'no', '2019-04-29 15:22:13', '0000-00-00 00:00:00'),
(4, 'ခ ေရ ေဆာင္', 'Girls', 'Daw Aye Aye]', 'Daw Chaw Chaw]', 'ျခံအမွတ္ ၅၄', 2019, 'for grade 10', 'no', '2019-04-29 15:21:55', '0000-00-00 00:00:00'),
(5, 'Pin Lon', 'Girls', 'Daw Thuzar,09524136]', 'Daw Sandar,096564852]', 'ျခံအမွတ္ ၅၀', 2019, 'For Grade 11', 'no', '2019-05-07 06:32:37', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `hostel_rooms`
--

CREATE TABLE `hostel_rooms` (
  `id` int(11) NOT NULL,
  `hostel_id` int(11) DEFAULT NULL,
  `room_type_id` int(11) DEFAULT NULL,
  `room_no` varchar(200) DEFAULT NULL,
  `no_of_bed` int(11) DEFAULT NULL,
  `cost_per_bed` float(10,2) DEFAULT '0.00',
  `title` varchar(200) DEFAULT NULL,
  `description` text,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `hostel_rooms`
--

INSERT INTO `hostel_rooms` (`id`, `hostel_id`, `room_type_id`, `room_no`, `no_of_bed`, `cost_per_bed`, `title`, `description`, `created_at`, `updated_at`) VALUES
(1, 1, 1, '1', 2, 20000.00, NULL, '', '2019-03-15 03:26:29', '0000-00-00 00:00:00'),
(2, 1, 1, '2', 2, 20000.00, NULL, '', '2019-03-15 03:26:43', '0000-00-00 00:00:00'),
(3, 2, 4, 'အခန္း-၁', 8, 20000.00, NULL, '', '2019-04-29 15:20:21', '0000-00-00 00:00:00'),
(4, 2, 2, 'အခန္း-၂', 4, 20000.00, NULL, '', '2019-04-29 15:20:08', '0000-00-00 00:00:00'),
(5, 3, 2, 'အခန္း-၁', 4, 20000.00, NULL, '', '2019-04-29 15:19:30', '0000-00-00 00:00:00'),
(6, 2, 2, 'အခန္း-၃', 4, 20000.00, NULL, '', '2019-04-29 15:19:51', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `improvement`
--

CREATE TABLE `improvement` (
  `id` int(11) NOT NULL,
  `lessontitle` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `rank` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `improvement`
--

INSERT INTO `improvement` (`id`, `lessontitle`, `rank`, `is_active`, `created_at`, `updated_at`) VALUES
(3, 'လူမူဆက္ဆံေရးႏွင့္ စိတ္လႈပ္ရွားမႈပိုင္းဆိုင္ရာဖြံ႕ၿဖဳိးမႈ', 'International Primary School (Lower)', 'no', '1970-01-01', '0000-00-00 00:00:00'),
(5, 'ကိုယ္တိုင္လုပ္ေဆာင္ႏိုင္မႈစြမ္းရည္ (သို႔) အေလ့အထ', 'International Primary School (Lower)', 'no', '1970-01-01', '0000-00-00 00:00:00'),
(6, 'ၾကြက္သားငယ္မ်ား ထိန္းသိမ္းႏိုင္မႈ', 'International Primary School (Lower)', 'no', '1970-01-01', '0000-00-00 00:00:00'),
(7, 'ၾကြက္သားႀကီးမ်ားထိန္းႏိုင္မႈ', 'International Primary School (Lower)', 'no', '1970-01-01', '0000-00-00 00:00:00'),
(13, 'ကိုယ္အေလးခ်ိန္ႏွင္႕အရပ္', 'International Primary School (Lower)', 'no', '1970-01-01', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `improvement_detail`
--

CREATE TABLE `improvement_detail` (
  `header_id` int(11) NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `improvement_detail`
--

INSERT INTO `improvement_detail` (`header_id`, `description`) VALUES
(1, 'abc'),
(1, 'အႏုတ္သင္ခန္းစာ'),
(1, 'Mango'),
(1, 'apple'),
(1, 'orange'),
(2, 'fjkhkuiuhbn'),
(5, 'ေရအိမ္၀င္တတ္ျခင္း။'),
(5, 'တစ္ကိုယ္ရည္သန္႔ရွင္းေရးကို ျပဳလုပ္ႏိုင္ျခင္း။'),
(5, 'လက္ကိုစင္ေအာင္ သုတ္တက္ျခင္း။'),
(5, 'ကိုယ္တိုင္ေရခြက္ကိုင္ၿပီး ေသာက္တတ္ျခင္း။'),
(5, 'ဇြန္းကို အသုံးျပဳတတ္ျခင္း။'),
(5, 'ပစၥည္းမ်ား (ကစားစရာ၊ အသုံးအေဆာင္) ကို သူ႔ေနရာႏွင့္သူ ျပန္ထားတတ္ျခင္း။'),
(5, 'ႏွိပ္ၾကယ္ေစ့ ျဖဳတ္တတ္ျခင္း။'),
(5, 'ႏွိပ္ၾကယ္ေစ့ တတ္တတ္ျခင္း။'),
(5, 'အ၀တ္မ်ားကို ခၽြတ္တတ္ျခင္း။'),
(5, 'အမႈိက္မ်ားကို အမႈိက္ပုံးထဲသို႔ ထည့္တတ္ျခင္း။'),
(6, 'လက္ညွိဳးႏွင့္ လက္မကို အသုံျပဳ ၍ အရာ၀တၳဳ မ်ားကို ေကာက္ႏိုင္ျခင္း။'),
(6, 'ခြက္ထဲသို႔ ေရမဖိတ္ေအာင္ ထည့္ႏိုင္ျခင္း။'),
(6, 'သစ္သားတံုး(၅/၆)တုံးအထိသုံး၍  သစ္သားေမ်ွာ္စင္ တည္ေဆာက္ျခင္း။'),
(6, 'ပုလင္းအဖုံးမ်ားဖြင့္ႏိုင္ျခင္း။'),
(6, 'ဂ်ဳ ံ /ရႊံျဖင့္ အရုပ္မ်ား (ေဘာလုံး၊ ေျမြ၊ ဘီစကစ္၊ ၾကက္ဥ၊ ေၾကာင္) ျပဳလုပ္ႏိုင္ျခင္း။'),
(6, 'ႀကိဳးသီႏိုင္ျခင္း (အရြယ္ႀကီးေသာ သစ္သားတုံး ၊ ရာဘာလုံး၊ ပလပ္စတစ္လုံး။)'),
(6, 'စကၠဴ `ကို ဆုတ္ၿဖဲႏိုင္ျခင္း။'),
(6, 'ေပးထားေသာ အစက္ခ်ရုပ္ပုံ၏ အစက္မ်ားကို လိုက္္္ဆြဲႏိုင္ျခင္း။'),
(6, 'ရုပ္ပုံမ်ားကို္ ေဆးျခယ္ရာတြင္ အျပင္သို႔ အနည္းငယ္သာထြက္ျခင္း။'),
(6, 'အ၀ို္င္းပုံးေရးဆြဲႏိုင္ျခင္း။'),
(7, 'ပုံစံတက်  လမ္းေလွ်ာက္ႏိုင္ျခင္း။'),
(7, 'ေျပးလိုက္၊ ရပ္လိုက္လုပ္ႏိုင္ျခင္း။'),
(7, 'ခုန္ဆြ ခုန္ဆြသြားနိုင္ျခင္း။'),
(7, 'ေနရာမေရြ႕ရပ္ေနရာမွ အထက္သို႔ခုန္ႏို္င္ျခင္း။'),
(7, 'ေဘာလုံးကို လွိမ့္၍ ပစ္ႏိုင္ျခင္း။'),
(7, 'မ် ဥ္းေပၚတြင္ တစ္ေျဖာင့္တည္းေလွ် ာက္ႏိုင္ျခင္း။'),
(7, 'အနိမ့္အျမင့္မညီေသာ သစ္သားျပားေပၚတြင္ လမ္းေလွ် ာက္နိုင္ျခင္း။'),
(7, 'ေလွခါးဆင္းရာတြင္ တစ္ထစ္ျခင္းဘယ္ညာလွမ္း  ဆင္းနိုင္ျခင္း။'),
(7, 'ေျခနွစ္ေခ်ာင္းကို္ လိမ္၍  ရပ္ႏိုင္ျခင္း။'),
(7, 'သုံးဘီးစက္ဘီးစီးနိုင္ျခင္း။'),
(12, 'တြယ္တတ္နိုင္ျခင္း။'),
(12, 'တုံးငယ္၊ တန္းငယ္မ်ားကို ခုန္ေက်ာ္နိုင္ျခင္း။'),
(12, 'ေနာက္ျပန္ေျပးနိုင္ျခင္း။'),
(12, 'ေျခတစ္ေပါင္က်ဳ ိးခုန္၍ သြားနိုင္ျခင္း။'),
(12, 'ေျခတစ္ဖက္တည္းေပၚတြင္(၁၀) စကၠန္႔မွ် ရပ္နိုင္ျခင္း။'),
(12, 'ေျခစုံခုန္ျခင္းကို မရပ္ဘဲ(၁၀)ႀကိမ္ခန္႔ခုန္နိုင္ျခင္း။'),
(12, 'ခႏၶာကိုယ္ကို အားစိုက္ျခင္းမျပဳဘဲ ပစ္၊ ဖမ္း၊ ကန္ျခင္းမ်ား ျပဳလုပ္နုိင္ျခင္း။'),
(12, 'ေျခတစ္ဖက္၏ ဖေနွာင့္နွင့္ အျခားတစ္ဖက္၏ေျခဖ် ားကို တစ္ေျဖာင့္တည္းထား၍ ရပ္နိုင္ျခင္း။'),
(12, 'သက္မွတ္ထားေသာေနရာသို႔ ပစၥည္းမ်ား ပစ္ထည့္နိုင္ျခင္း။'),
(12, 'ခႏၶာကိုယ္တစ္ခုလုံးျဖင့္ စိတ္ႀကိဳက္လႈပ္ရွားကစားနိုင္ျခင္း။'),
(11, 'သစ္သားတုံး (၁၀) တုံး မွ (၁၂) တုံးအထိသုံး၍ ေမွ် ာ္စင္တည္ေဆာက္နိုင္ျခင္း။'),
(11, 'လြယ္ကူေသာပုံမ်ား ေရးဆြဲ နိုင္ျခင္း။'),
(11, 'ေရးျခစ္စရာမ်ားကို လက္ခလယ္၊ လက္ညွိဳး၊ လက္မတို႔ျဖင့္ သက္သက္သာသာ ကိုင္တြယ္နိုင္ျခင္း။'),
(11, 'ပုလင္းအဖုံးပိတ္နိုင္ျခင္း။'),
(11, 'ေသးငယ္ေသာပစၥည္းမ် ား( ပုလဲလုံး၊ ပုတီးေစ႔၊ သစ္ေစ႔) ကို ေရခဲညွပ္ျဖင့္ ညွပ္၍ သယ္ယူနိုင္ျခင္း။'),
(11, 'ဂ်ဳ ံ /ရႊံ ျဖင့္ ပုံစံတူအရုပ္မ်ား လုပ္နုိင္ျခင္း။'),
(11, 'ေပးထားေသာပုံ အနားအသတ္အတိုင္း (                                 ) ကတ္ေၾကးျဖင့္ ညွပ္ထုတ္နိုင္ျခင္း။'),
(11, 'ရုပ္ပုံမ်ားကို သပ္ရပ္စြာ ေဆးျခယ္နိုင္ျခင္း။'),
(11, 'စကၠဴ ကို အေသးစိတ္ ဆုတ္ၿဖဲနိုင္ျခင္း။'),
(11, 'ဖ် ာယက္သကဲ့သို႔ လုပ္နုိ္င္ျခင္း။'),
(10, 'ေျခ၊လက္၊ မ်က္ႏွာကို သန္႔စင္ေအာင္ေဆးေၾကာတတ္ျခင္း။'),
(10, 'အရြယ္စုံေကာ္ၾကယ္သီးမ် ားျဖဳတ္တတ္ျခင္း။'),
(10, 'အရြယ္စုံေကာ္ၾကယ္သီးမ် ားတပ္တတ္ျခင္း။'),
(10, 'ႀကိဳးသိုင္းဖိနပ္ကို စီးတတ္/ ခၽြတ္တတ္ျခင္း။'),
(10, 'ဘိနပ္ခၽြတ္ၿပီးပါက ညီေအာင္စီထားတတ္ျခင္း။'),
(10, 'အသုံးအေဆာင္မ် ား၊ ကစားစရာမ်ားကို ေနရာတက် ျပန္လည္ထားတတ္ျခင္း။'),
(10, 'မိမိက်န္းမာေရးကို ကိုယ္တိုင္သတိျပဳ မိျခင္း။'),
(10, 'ကိုယ္ပိုင္ပစၥည္းမ်ားကို ေကာင္းစြာထိန္းသိမ္းတတ္ျခင္း။'),
(10, 'ထမင္းကို ေသသပ္စြာ စားတတ္ျခင္း။'),
(10, 'ပတ္၀န္းက်င္သန္႔ရွင္းေရးကိုပါ လိုက္နာေဆာင္ရြက္တတ္ျခင္း။'),
(8, 'ခံစားခ်က္ကို ေျပာျပတတ္ျခင္း။'),
(8, 'လိုခ်င္သည့္အရာကို အျခားသူထံမွ ေတာင္းယူတတ္ျခင္း။'),
(8, 'အျခားကေလးမ်ားႏွင့္ ေ၀မွ် ကစားတတ္ျခင္း'),
(8, 'အာရုံစိုက္လုပ္ကိုင္သည့္အခ်ိန္ၾကာလာျခင္း။'),
(8, 'စိတ္ကူးယဥ္ကစားတတ္လာျခင္း။'),
(8, 'ပုံျပင္မ် ားနွင့္ အေတြ႕အႀကဳံမ်ားကို ျပန္လည္သုံးၿပီး အတုလုပ္တမ္းကစားတတ္ျခင္း။'),
(8, 'အမ် ားေရွ႕တြင္ ေျပာရဲဆိုရဲျခင္းး'),
(8, 'စည္းမ်ဥ္းစည္းကမ္းမ်ားကို သိရွိလို္က္နာတတ္ျခင္း။'),
(8, 'ကစားျခင္းနွင့္ ေန႔စဥ္လုပ္ငန္းမ် ားတြင္ ပူးေပါင္းေဆာင္ရြက္တတ္ျခင္း။'),
(8, 'ျငင္းခုံျခင္း၊ ခိုက္ရန္ျဖစ္ျခင္းမ်ားကို ေျဖရွင္းေပးနိုင္ျခင္း။ (ကစားစရာတစ္ခုနွင့္ ပတ္သက္ ၍  ျငင္းခုံပါက အႀကံဥာဏ္မ် ားေပးႏိုင္)'),
(4, 'အေျခခံအေရာင္မ်ားကို သိျခင္း'),
(4, 'အမ်ိဳးအစားအေရာအေႏွာထဲ မူတူရာစုစည္းတက္ျခင္း။ (ေက်ာက္ခဲတစ္ပုံ၊သစ္ရြက္တစ္ပုံ)'),
(4, 'ပီသစြာ ရြတ္ဆိုေျပာဆိုႏုိင္ျခင္း။'),
(4, 'အရာ၀တၱဳမ်ားကို တစ္ခုမွ သုံးခုအထိမွန္ေအာင္ေရတြက္တက္ျခင္း။'),
(4, 'တည္ေနရာ(ေပၚ၊ေအာက္၊ေဘး၊ထဲ၊ျပင္)တို႔ကိုၾကားရုံျဖင့္ နာလည္ျခင္း။'),
(4, 'ဗ်ည္းစာလုံးမ်ား၊ ကိန္းဂဏန္းမ်ားကို ႏႈတ္တိုက္ရြတ္ဆိုတတ္ျခင္း။'),
(4, 'အဆက္အစပ္မရွိေသာ ေမးခြန္းမ်ားေမးတတ္ျခင္း။'),
(4, 'အေတြအႀကံဳ (ျမင္၊ၾကား၊သိ) မွ ပုံျပင္တိုကေလးမ်ား။'),
(4, 'က်ဳ ိးေၾကာင္းဆက္စပ္ေနေသာ ညႊန္ၾကားခ်က္(၂)ခုကို လို္က္နာျခင္း။'),
(4, 'အံသြင္းကစားစရာမ်ားကို မွန္ကန္စြာ လုပ္တတ္ျခင္း။'),
(9, 'အေရာင္အားလုံးကိုသိျခင္း။'),
(9, 'ဗ်ည္းစာလုံးမ်ားကို မွတ္မိသိရွိလာျခင္း။'),
(9, 'အျပန္အလွန္ စကားၾကာၾကာေျပာနိုင္ျခင္း။'),
(9, '၁ မွ ၁၀ အထိအေရအတြက္ကို ကိန္းဂဏန္း ႏွင့္တြဲ၍ သိျခင္း။'),
(9, 'အငယ္၊ အႀကီး၊ အတို၊ အရွည ္ တို႔ကို ခဲြျခားနိုင္ျခင္း။'),
(9, 'အၾကာေသးေသာ အျဖစ္အပ်က္ ၊ အေတြ႔အႀကဳံမ်ားကို အဆက္အစပ္ရွိေအာင္ ေျပာတတ္ျခင္း။'),
(9, 'က်ဳ ိးေၾကာင္းဆက္စပ္ေသာေမးခြန္းမ်ားကို ေမးတတ္ျခင္း။'),
(9, 'အလင္းအေမွာင္၊ အပူ /အေအး၊ ေန႔ /ည တို႔ိကို နားလည္လာျခင္း။'),
(9, 'အခ်ဳ ိးညီျခင္းကို နားလည္လာျခင္း။'),
(9, 'စာလုံးမ်ားကို ကူးဆြဲတတ္ျခင္း။'),
(13, 'အရပ္'),
(13, 'ကိုယ္အေလးခ်ိန္'),
(14, 'gggg'),
(14, 'gggg'),
(3, 'မိသားစုအတြင္းသာ ေျပာဆိုဆက္ဆံမႈရွိျခင္း။'),
(3, 'မိသားစုသာမက သူစိမ္းမ ်ား (ဆရာမ၊ ကေလးအခ ်င္းခ ်င္း၊ အျခားသူမ ်ား )ႏွင့္ ေျပာဆိုဆက္ဆံမႈရွိျခင္း၊'),
(3, 'မိသားစုႏွင့္ အလြယ္တကူ ခြဲခြာႏိုင္ျခင္း။'),
(3, 'မူႀကဳိသြားလိုစိတ္ရွိျခင္း။'),
(3, 'စိတ္တိုင္းမက ်မႈကို မ ်က္ႏွာ/ ကိုယ္အမူအရာမ ်ားႏွင့္ ျပတတ္ျခင္း။'),
(3, 'လိုအပ္ခ ်က္ကို ေျပာျပတတ္ျခင္း။'),
(3, 'အခ ်င္းခ ်င္း ကူညီတတ္ျခင္း။'),
(3, 'ကိုယ္တိုင္ပါ၀င္လုပ္ကိုင္လိုျခင္း။'),
(3, 'အမ ်ားႏွင့္ ကစားျခင္း။'),
(3, 'ကိုယ့္အလွည့္ေရာက္ေအာင္ ေစာင့္တတ္ျခင္း။');

-- --------------------------------------------------------

--
-- Table structure for table `improvement_result`
--

CREATE TABLE `improvement_result` (
  `id` int(11) NOT NULL,
  `section_id` int(11) DEFAULT NULL,
  `class_id` int(11) DEFAULT NULL,
  `teacher_id` int(11) DEFAULT NULL,
  `improvement_id` int(11) NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `authority` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `reportcard_month` tinyint(4) NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `improvement_result`
--

INSERT INTO `improvement_result` (`id`, `section_id`, `class_id`, `teacher_id`, `improvement_id`, `is_active`, `authority`, `reportcard_month`, `created_at`, `updated_at`) VALUES
(1, 1, 14, 13, 7, 'no', 'Admin', 1, '2019-04-10', '2019-04-29 16:02:43'),
(2, 1, 14, 13, 5, 'no', 'Admin', 12, '2019-04-29', '2019-04-29 17:02:14'),
(3, 1, 14, 17, 13, 'no', 'Admin', 11, '2019-04-29', '2019-04-29 17:17:41');

-- --------------------------------------------------------

--
-- Table structure for table `improvement_result_details`
--

CREATE TABLE `improvement_result_details` (
  `id` int(11) NOT NULL,
  `header_id` int(11) DEFAULT NULL,
  `student_id` int(11) NOT NULL,
  `improvement_id` int(11) NOT NULL,
  `grade` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `weight` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `height` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `reportcard_month` tinyint(4) NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `authority` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `improvement_result_details`
--

INSERT INTO `improvement_result_details` (`id`, `header_id`, `student_id`, `improvement_id`, `grade`, `weight`, `height`, `reportcard_month`, `is_active`, `authority`, `created_at`, `updated_at`) VALUES
(1, 1, 46, 7, '3', '', '', 1, 'no', 'Admin', '2019-04-10', '2019-04-29 16:02:43'),
(2, 1, 47, 7, '3', '', '', 1, 'no', 'Admin', '2019-04-10', '2019-04-29 16:02:43'),
(3, 2, 46, 5, '3', '', '', 12, 'no', 'Admin', '2019-04-29', '2019-04-29 17:02:14'),
(4, 2, 47, 5, '2', '', '', 12, 'no', 'Admin', '2019-04-29', '2019-04-29 17:02:14'),
(5, 3, 46, 13, '3', '၃၀ ေပါင္', '၃.၅ ေပ', 11, 'no', 'Admin', '2019-04-29', '2019-04-29 17:17:41'),
(6, 3, 47, 13, '3', '၃၀ ေပါင္', '၃.၅ ေပ', 11, 'no', 'Admin', '2019-04-29', '2019-04-29 17:17:41');

-- --------------------------------------------------------

--
-- Table structure for table `income`
--

CREATE TABLE `income` (
  `id` int(11) NOT NULL,
  `inc_head_id` varchar(11) DEFAULT NULL,
  `name` varchar(50) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `amount` float DEFAULT NULL,
  `note` text,
  `is_active` varchar(255) DEFAULT 'yes',
  `is_deleted` varchar(255) DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `documents` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `income`
--

INSERT INTO `income` (`id`, `inc_head_id`, `name`, `date`, `amount`, `note`, `is_active`, `is_deleted`, `created_at`, `updated_at`, `documents`) VALUES
(2, '2', 'Old Cabinet', '2019-04-19', 25000, '', 'yes', 'no', '2019-04-29 18:20:35', '0000-00-00 00:00:00', NULL),
(3, '1', 'Old Books', '2019-04-30', 35000, 'စာအုပ္ေဟာင္း ၂၅၀ ပိသာ', 'yes', 'no', '2019-04-29 18:23:15', '0000-00-00 00:00:00', NULL),
(4, '2', 'Student Desk', '2019-04-01', 10000, '', 'yes', 'no', '2019-04-30 07:26:04', '0000-00-00 00:00:00', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `income_head`
--

CREATE TABLE `income_head` (
  `id` int(255) NOT NULL,
  `income_category` varchar(255) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  `is_active` varchar(255) NOT NULL DEFAULT 'yes',
  `is_deleted` varchar(255) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `income_head`
--

INSERT INTO `income_head` (`id`, `income_category`, `description`, `is_active`, `is_deleted`, `created_at`, `updated_at`) VALUES
(1, 'Other income', '', 'yes', 'no', '2019-04-03 05:21:15', '0000-00-00 00:00:00'),
(2, 'Old chair', '', 'yes', 'no', '2019-04-03 06:39:44', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `install_plan`
--

CREATE TABLE `install_plan` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `class_id` int(11) NOT NULL,
  `session_id` int(11) NOT NULL,
  `fee` float NOT NULL,
  `date` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `install_plan`
--

INSERT INTO `install_plan` (`id`, `name`, `class_id`, `session_id`, `fee`, `date`) VALUES
(1, 'KG Fees', 4, 14, 100000, '2019-04-10'),
(2, 'Grade 2 Fees', 2, 14, 500000, '2019-04-03'),
(3, 'Grade 10 Fees', 6, 14, 6000000, '2019-04-10'),
(4, 'Mid tern Fee', 5, 14, 450000, '2019-04-01'),
(5, 'Ferry fees', 5, 14, 250000, '2019-04-01'),
(6, 'stationary fees', 5, 14, 50000, '2019-04-01'),
(7, 'Exam fees', 6, 14, 25000, '2019-04-02'),
(9, 'Ferry fees (Latha Tsp)', 8, 14, 250000, '2019-04-01');

-- --------------------------------------------------------

--
-- Table structure for table `install_student`
--

CREATE TABLE `install_student` (
  `id` int(11) NOT NULL,
  `install_plan_id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `register_date` date NOT NULL,
  `fee` float NOT NULL,
  `due_date` date NOT NULL,
  `session_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `install_student`
--

INSERT INTO `install_student` (`id`, `install_plan_id`, `student_id`, `register_date`, `fee`, `due_date`, `session_id`) VALUES
(12, 3, 8, '2019-03-01', 6000000, '2019-07-31', 14),
(10, 2, 1, '2019-04-01', 500000, '2019-04-30', 14),
(5, 3, 9, '1970-01-01', 6000000, '1970-01-01', 14);

-- --------------------------------------------------------

--
-- Table structure for table `item_category`
--

CREATE TABLE `item_category` (
  `id` int(255) NOT NULL,
  `item_category` varchar(255) NOT NULL,
  `is_active` varchar(255) NOT NULL DEFAULT 'yes',
  `description` varchar(255) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `item_category`
--

INSERT INTO `item_category` (`id`, `item_category`, `is_active`, `description`, `created_at`, `updated_at`) VALUES
(1, 'book', 'yes', '', '2019-02-18 04:18:46', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `item_issue`
--

CREATE TABLE `item_issue` (
  `id` int(11) NOT NULL,
  `issue_type` varchar(15) DEFAULT NULL,
  `issue_to` varchar(100) DEFAULT NULL,
  `issue_by` varchar(100) DEFAULT NULL,
  `issue_date` date DEFAULT NULL,
  `return_date` date DEFAULT NULL,
  `item_category_id` int(11) DEFAULT NULL,
  `item_id` int(11) DEFAULT NULL,
  `quantity` int(10) NOT NULL,
  `note` text NOT NULL,
  `is_returned` int(2) NOT NULL DEFAULT '1',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `is_active` varchar(10) DEFAULT 'no'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `item_stock`
--

CREATE TABLE `item_stock` (
  `id` int(11) NOT NULL,
  `item_id` int(11) DEFAULT NULL,
  `supplier_id` int(11) DEFAULT NULL,
  `symbol` varchar(10) NOT NULL DEFAULT '+',
  `store_id` int(11) DEFAULT NULL,
  `quantity` int(11) DEFAULT NULL,
  `date` date NOT NULL,
  `attachment` varchar(250) DEFAULT NULL,
  `description` text NOT NULL,
  `is_active` varchar(10) DEFAULT 'yes',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `item_store`
--

CREATE TABLE `item_store` (
  `id` int(255) NOT NULL,
  `item_store` varchar(255) NOT NULL,
  `code` varchar(255) NOT NULL,
  `description` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `item_store`
--

INSERT INTO `item_store` (`id`, `item_store`, `code`, `description`) VALUES
(2, 'စာအုပ္', '', ''),
(3, 'လြယ္အိတ္', '', ''),
(4, 'အက်ီၤ', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `item_supplier`
--

CREATE TABLE `item_supplier` (
  `id` int(255) NOT NULL,
  `item_supplier` varchar(255) NOT NULL,
  `phone` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `contact_person_name` varchar(255) NOT NULL,
  `contact_person_phone` varchar(255) NOT NULL,
  `contact_person_email` varchar(255) NOT NULL,
  `description` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `item_supplier`
--

INSERT INTO `item_supplier` (`id`, `item_supplier`, `phone`, `email`, `address`, `contact_person_name`, `contact_person_phone`, `contact_person_email`, `description`) VALUES
(1, 'gg', '', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `job`
--

CREATE TABLE `job` (
  `id` int(11) NOT NULL,
  `position` text COLLATE utf8_unicode_ci NOT NULL,
  `image` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `job_requirement` text COLLATE utf8_unicode_ci NOT NULL,
  `schoolname_id` int(11) NOT NULL,
  `date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `kgimprovement`
--

CREATE TABLE `kgimprovement` (
  `id` int(10) NOT NULL,
  `lessontitle` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `kgimprovement`
--

INSERT INTO `kgimprovement` (`id`, `lessontitle`, `created_at`, `updated_at`) VALUES
(1, 'ကိုယ္စိတ္ႏွစ္ၿဖာ က်န္းမာခ်မ္းသာၿခင္း', '2019-01-05', '0000-00-00'),
(2, 'စာရိတၱ၊ မိတၱႏွင့္ စိတ္လႈပ္ရွားမႈဆိုင္ရာ ဖြံ႕ၿဖိဳးတိုးတက္ၿခင္း', '2019-01-05', '0000-00-00'),
(3, 'အၿပန္အလွန္ ေၿပာဆိုဆက္သြယ္ၿခင္း', '2019-01-05', '0000-00-00'),
(4, 'သခ်ၤာအေၿခခံမ်ားကို စူးစမ္းၿခင္း', '2019-01-05', '0000-00-00'),
(5, 'အနုပညာရသ ခံစားၿခင္းႏွင့္ ဖန္တီၿခင္း', '2019-01-05', '0000-00-00'),
(6, 'ပတ္၀န္းက်င္ေလာကကို သိရွိနားလည္ၿခင္း', '2019-01-05', '0000-00-00'),
(7, 'သံုးသပ္ခ်က္', '2019-01-05', '0000-00-00');

-- --------------------------------------------------------

--
-- Table structure for table `kgimprovement_detail`
--

CREATE TABLE `kgimprovement_detail` (
  `id` int(10) NOT NULL,
  `header_id` int(10) NOT NULL,
  `description` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `kgimprovement_detail`
--

INSERT INTO `kgimprovement_detail` (`id`, `header_id`, `description`) VALUES
(1, 1, 'ကေလးမ်ား က်န္းမာသန္စြမ္းၿပီး အၿခားကေလးမ်ားႏွင့္ အတူတကြ စုေပါင္းကစားနိုင္သည္။'),
(2, 1, 'တစ္ကိုယ္ေရ သန္႕ရွင္းေရးအေလ႕အက်င္႕ေကာင္းမ်ားကို ေန႕စဥ္ပံုမွန္လုပ္ေဆာင္နိုင္သည္။'),
(3, 2, 'မိမိကိုယ္မိမိ သိရွိၿပီး မိမိႏွင့္ အၿခားသူမ်ားအၾကား တူညီမႈ၊ ကြဲၿပားၿခားနားမႈတို႕ကို ေၿပာၿပနိုင္သည္။'),
(4, 2, 'မိမိေနထိုင္ရာလူမႈပတ္၀န္းက်င္တြင္ ေကာင္းေသာအမူအက်င့္မ်ားကို ၿပသနိုင္သည္။'),
(5, 3, 'စကားသံအမ်ိဳးမ်ိဳးကို နားေထာင္၍ အသံမ်ားကို ခြဲၿခားနိုင္သည္။'),
(6, 3, 'သီခ်င္းမ်ား၊ ကဗ်ာမ်ား၊ ပံုၿပင္မ်ား၊ ဇာတ္လမ္းမ်ားကို နားေထာင္ၿပီး အမူအရာၿဖင့္ သရုပ္ေဆာင္ၿပနိုင္သည္။'),
(7, 3, 'ေမးခြန္းမ်ားကို နားေထာင္ၿပီး မရွင္းလင္းသည္မ်ားကို ရွင္းၿပရန္ ေတာင္းဆိုတတ္သည္။'),
(8, 3, 'ရုပ္ပံုမ်ားကို ၾကည္႕ၿပီး ပံုၿပင္ကို ၾကိဳတင္ခန္႕မွန္းနိုင္သည္။'),
(9, 3, 'ဗ်ည္းအကၡရာမ်ားႏွင့္ ကိန္းမ်ားကို ခြဲၿခားသတ္မွတ္နိုင္ၿပီး အရစ္အဆြဲမွန္စြာ ၿဖင့္ ကူးေရးတတ္သည္။'),
(10, 4, 'ပစၥည္းအေရအတြက္မည္မွ်ရွိသည္ကို အနီးစပ္ဆံုးခန္႕မွန္းနိုင္သည္။'),
(11, 4, 'သခ်ၤာအေၿခခံအသိပညာၿဖစ္မ်ားကို ၿပဳလုပ္နိုင္သည္။(ႏႈိင္းယွဥ္ၿခင္း၊ အမ်ိဳးအစားခြဲၿခားၿခင္း၊ တူရာစုၿခင္းစသည္)'),
(12, 4, 'ကိန္းမ်ားကို (၁ မွ ၂၀) အထိသိ၍ ဖတ္တတ္ၿပီး ေရတြက္သည္။'),
(13, 5, 'အပိုင္း အေၿခခံ၊ လူပံုမ်ား၊ တိရိစာၦန္ပံုမ်ားႏွင့္ သစ္ပင္ပံုမ်ားကို ေရးဆြဲတတ္သည္။'),
(14, 5, 'သီခ်င္း၊ကဗ်ာမ်ားကို ကာရန္ႏွင့္အညီ သီဆိုနိုင္ၿပီး ကၿခင္း၊ လက္ခုပ္တီးၿခင္းကို ၿပဳလုပ္နိုင္သည္။'),
(15, 6, 'တိရစာၦန္မ်ား၊ သစ္ပင္မ်ား အေၾကာင္းသိရွိၿပီး လူသားမ်ားႏွင့္ အၿပန္အလွန္ဆက္သြယ္ပံုကို  ေၿပာၿပနိုင္သည္။'),
(16, 6, 'အရာ၀တၳဳမ်ား ၊ ပစၥည္းမ်ားကို အာရံု(၅)ပါးသံုးၿပီး စူးစမ္းေလ့လာနိုင္သည္။'),
(17, 7, ''),
(18, 2, 'မိမိ မိသားစုအတြင္းအစဥ္အလာအရ က်င္းပေသာပြဲမ်ားႏွင့္ အၿခားလူမ်ိဳးစုမ်ား၏ အစဥ္အလာအရ က်င္းပေသာ ပြဲေတာ္မ်ားတြင္ ပါ၀င္ၿပီး အၿခား လူမ်ိဳးစုမ်ား၏ ယဥ္ေက်းမႈ ကို ေလးစားသည္။'),
(19, 2, 'ပတ္၀န္းက်င္ကို လြတ္လပ္စြာစူးစမ္း ေလ့လာနိုင္သည္။');

-- --------------------------------------------------------

--
-- Table structure for table `kgimprovement_result`
--

CREATE TABLE `kgimprovement_result` (
  `id` int(10) NOT NULL,
  `section_id` int(10) NOT NULL,
  `class_id` int(10) NOT NULL,
  `teacher_id` int(10) NOT NULL,
  `improvement_id` int(10) NOT NULL,
  `description_id` int(10) NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `authority` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `reportcard_month` tinyint(10) NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `kgimprovement_result`
--

INSERT INTO `kgimprovement_result` (`id`, `section_id`, `class_id`, `teacher_id`, `improvement_id`, `description_id`, `is_active`, `authority`, `reportcard_month`, `created_at`, `updated_at`) VALUES
(1, 1, 4, 14, 6, 15, '', 'Admin', 3, '2019-04-24', '0000-00-00'),
(2, 1, 4, 7, 4, 10, '', 'Admin', 5, '2019-04-25', '0000-00-00'),
(3, 1, 4, 13, 5, 14, '', 'Admin', 9, '2019-04-29', '0000-00-00'),
(4, 1, 4, 13, 3, 5, '', 'Admin', 7, '2019-04-30', '0000-00-00'),
(5, 1, 4, 13, 5, 14, '', 'Admin', 9, '2019-04-30', '0000-00-00');

-- --------------------------------------------------------

--
-- Table structure for table `kgimprovement_result_details`
--

CREATE TABLE `kgimprovement_result_details` (
  `id` int(10) NOT NULL,
  `header_id` int(10) NOT NULL,
  `student_id` int(10) NOT NULL,
  `improvement_id` int(10) NOT NULL,
  `description_id` int(10) NOT NULL,
  `grade` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `reportcard_month` tinyint(4) NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `authority` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `kgimprovement_result_details`
--

INSERT INTO `kgimprovement_result_details` (`id`, `header_id`, `student_id`, `improvement_id`, `description_id`, `grade`, `reportcard_month`, `is_active`, `authority`, `created_at`, `updated_at`) VALUES
(1, 1, 7, 6, 15, '1', 3, '', 'Admin', '2019-04-24', '0000-00-00'),
(2, 1, 16, 6, 15, '2', 3, '', 'Admin', '2019-04-24', '0000-00-00'),
(3, 1, 17, 6, 15, '3', 3, '', 'Admin', '2019-04-24', '0000-00-00'),
(4, 1, 18, 6, 15, '4', 3, '', 'Admin', '2019-04-24', '0000-00-00'),
(5, 1, 42, 6, 15, '1', 3, '', 'Admin', '2019-04-24', '0000-00-00'),
(6, 1, 44, 6, 15, '1', 3, '', 'Admin', '2019-04-24', '0000-00-00'),
(7, 1, 45, 6, 15, '1', 3, '', 'Admin', '2019-04-24', '0000-00-00'),
(8, 2, 7, 4, 10, '1', 5, '', 'Admin', '2019-04-25', '0000-00-00'),
(9, 2, 16, 4, 10, '2', 5, '', 'Admin', '2019-04-25', '0000-00-00'),
(10, 2, 17, 4, 10, '3', 5, '', 'Admin', '2019-04-25', '0000-00-00'),
(11, 2, 18, 4, 10, '4', 5, '', 'Admin', '2019-04-25', '0000-00-00'),
(12, 2, 42, 4, 10, '1', 5, '', 'Admin', '2019-04-25', '0000-00-00'),
(13, 2, 44, 4, 10, '1', 5, '', 'Admin', '2019-04-25', '0000-00-00'),
(14, 2, 45, 4, 10, '1', 5, '', 'Admin', '2019-04-25', '0000-00-00'),
(15, 3, 7, 5, 14, '2', 9, '', 'Admin', '2019-04-29', '0000-00-00'),
(16, 3, 16, 5, 14, '1', 9, '', 'Admin', '2019-04-29', '0000-00-00'),
(17, 3, 17, 5, 14, '3', 9, '', 'Admin', '2019-04-29', '0000-00-00'),
(18, 3, 18, 5, 14, '2', 9, '', 'Admin', '2019-04-29', '0000-00-00'),
(19, 3, 42, 5, 14, '4', 9, '', 'Admin', '2019-04-29', '0000-00-00'),
(20, 3, 44, 5, 14, '2', 9, '', 'Admin', '2019-04-29', '0000-00-00'),
(21, 3, 45, 5, 14, '2', 9, '', 'Admin', '2019-04-29', '0000-00-00'),
(22, 4, 7, 3, 5, '1', 7, '', 'Admin', '2019-04-30', '0000-00-00'),
(23, 4, 16, 3, 5, '1', 7, '', 'Admin', '2019-04-30', '0000-00-00'),
(24, 4, 17, 3, 5, '1', 7, '', 'Admin', '2019-04-30', '0000-00-00'),
(25, 4, 18, 3, 5, '1', 7, '', 'Admin', '2019-04-30', '0000-00-00'),
(26, 4, 42, 3, 5, '1', 7, '', 'Admin', '2019-04-30', '0000-00-00'),
(27, 4, 44, 3, 5, '1', 7, '', 'Admin', '2019-04-30', '0000-00-00'),
(28, 4, 45, 3, 5, '1', 7, '', 'Admin', '2019-04-30', '0000-00-00'),
(29, 5, 7, 5, 14, '1', 9, '', 'Admin', '2019-04-30', '0000-00-00'),
(30, 5, 16, 5, 14, '1', 9, '', 'Admin', '2019-04-30', '0000-00-00'),
(31, 5, 17, 5, 14, '1', 9, '', 'Admin', '2019-04-30', '0000-00-00'),
(32, 5, 18, 5, 14, '1', 9, '', 'Admin', '2019-04-30', '0000-00-00'),
(33, 5, 42, 5, 14, '1', 9, '', 'Admin', '2019-04-30', '0000-00-00'),
(34, 5, 44, 5, 14, '1', 9, '', 'Admin', '2019-04-30', '0000-00-00'),
(35, 5, 45, 5, 14, '1', 9, '', 'Admin', '2019-04-30', '0000-00-00');

-- --------------------------------------------------------

--
-- Table structure for table `language`
--

CREATE TABLE `language` (
  `id` int(11) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `image` text COLLATE utf8_unicode_ci NOT NULL,
  `remark` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `language`
--

INSERT INTO `language` (`id`, `name`, `image`, `remark`) VALUES
(1, 'myanmar', 'myanmar.png', ''),
(3, 'english', 'england_flag.jpg', '');

-- --------------------------------------------------------

--
-- Table structure for table `languages`
--

CREATE TABLE `languages` (
  `id` int(11) NOT NULL,
  `language` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_deleted` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'yes',
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `languages`
--

INSERT INTO `languages` (`id`, `language`, `is_deleted`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'Azerbaijan', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(2, 'Albanian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(3, 'Amharic', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(4, 'English', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(5, 'Arabic', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(7, 'Afrikaans', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(8, 'Basque', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(11, 'Bengali', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(13, 'Bosnian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(14, 'Welsh', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(15, 'Hungarian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(16, 'Vietnamese', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(17, 'Haitian (Creole)', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(18, 'Galician', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(19, 'Dutch', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(21, 'Greek', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(22, 'Georgian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(23, 'Gujarati', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(24, 'Danish', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(25, 'Hebrew', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(26, 'Yiddish', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(27, 'Indonesian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(28, 'Irish', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(29, 'Italian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(30, 'Icelandic', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(31, 'Spanish', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(33, 'Kannada', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(34, 'Catalan', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(36, 'Chinese', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(37, 'Korean', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(38, 'Xhosa', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(39, 'Latin', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(40, 'Latvian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(41, 'Lithuanian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(43, 'Malagasy', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(44, 'Malay', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(45, 'Malayalam', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(46, 'Maltese', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(47, 'Macedonian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(48, 'Maori', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(49, 'Marathi', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(51, 'Mongolian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(52, 'German', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(53, 'Nepali', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(54, 'Norwegian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(55, 'Punjabi', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(57, 'Persian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(59, 'Portuguese', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(60, 'Romanian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(61, 'Russian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(62, 'Cebuano', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(64, 'Sinhala', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(65, 'Slovakian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(66, 'Slovenian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(67, 'Swahili', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(68, 'Sundanese', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(70, 'Thai', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(71, 'Tagalog', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(72, 'Tamil', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(74, 'Telugu', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(75, 'Turkish', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(77, 'Uzbek', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(79, 'Urdu', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(80, 'Finnish', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(81, 'French', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(82, 'Hindi', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(84, 'Czech', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(85, 'Swedish', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(86, 'Scottish', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(87, 'Estonian', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(88, 'Esperanto', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(89, 'Javanese', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00'),
(90, 'Japanese', 'no', 'no', '2017-04-06 10:38:33', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `lang_keys`
--

CREATE TABLE `lang_keys` (
  `id` int(11) NOT NULL,
  `key` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `lang_keys`
--

INSERT INTO `lang_keys` (`id`, `key`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'session', 'no', '2016-03-09 16:24:39', '0000-00-00 00:00:00'),
(2, 'school_name', 'no', '2016-03-09 16:34:28', '0000-00-00 00:00:00'),
(3, 'email', 'no', '2016-03-09 16:34:48', '0000-00-00 00:00:00'),
(6, 'roll_no', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(7, 'first_name', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(8, 'last_name', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(9, 'class', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(10, 'section', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(11, 'admission_date', 'no', '2017-04-02 01:07:35', '0000-00-00 00:00:00'),
(12, 'mobile_no', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(13, 'date_of_birth', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(15, 'religion', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(16, 'category', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(17, 'current_address', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(18, 'permanent_address', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(23, 'bank_account_no', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(24, 'bank_name', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(25, 'ifsc_code', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(27, 'guardian_name', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(28, 'guardian_relation', 'no', '2016-03-12 19:13:05', '0000-00-00 00:00:00'),
(29, 'guardian_phone', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(30, 'guardian_address', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(31, 'select_image', 'no', '2001-12-30 09:59:30', '0000-00-00 00:00:00'),
(32, 'import_excel', 'no', '2001-12-30 10:03:11', '0000-00-00 00:00:00'),
(33, 'export_format', 'no', '2001-12-30 10:03:11', '0000-00-00 00:00:00'),
(34, 'generate_pdf', 'no', '2001-12-30 10:03:11', '0000-00-00 00:00:00'),
(35, 'add_fees', 'no', '2016-06-24 13:34:31', '0000-00-00 00:00:00'),
(37, 'search', 'no', '2016-03-12 19:17:08', '0000-00-00 00:00:00'),
(39, 'fee_category', 'no', '2016-03-12 19:29:03', '0000-00-00 00:00:00'),
(40, 'fee_type', 'no', '2016-03-12 19:29:03', '0000-00-00 00:00:00'),
(43, 'add_fees_master', 'no', '2016-03-12 19:30:10', '0000-00-00 00:00:00'),
(44, 'fees_master_list', 'no', '2016-03-12 19:30:10', '0000-00-00 00:00:00'),
(45, 'add_fees_type', 'no', '2016-03-12 19:31:38', '0000-00-00 00:00:00'),
(46, 'fees_type_list', 'no', '2016-03-12 19:31:38', '0000-00-00 00:00:00'),
(48, 'edit', 'no', '2016-03-12 19:33:10', '0000-00-00 00:00:00'),
(50, 'category_list', 'no', '2016-03-12 19:34:32', '0000-00-00 00:00:00'),
(51, 'add_category', 'no', '2016-03-12 19:34:32', '0000-00-00 00:00:00'),
(52, 'session_list', 'no', '2016-03-12 19:35:15', '0000-00-00 00:00:00'),
(53, 'add_session', 'no', '2016-03-12 19:35:15', '0000-00-00 00:00:00'),
(54, 'class_list', 'no', '2016-03-12 19:35:53', '0000-00-00 00:00:00'),
(56, 'section_list', 'no', '2016-03-12 19:36:20', '0000-00-00 00:00:00'),
(57, 'add_section', 'no', '2016-03-12 19:36:20', '0000-00-00 00:00:00'),
(61, 'student', 'no', '2016-03-12 19:38:08', '0000-00-00 00:00:00'),
(63, 'language_list', 'no', '2016-03-12 19:39:44', '0000-00-00 00:00:00'),
(64, 'add_another_language', 'no', '2016-03-12 19:39:44', '0000-00-00 00:00:00'),
(65, 'created_at', 'no', '2016-03-12 20:15:20', '0000-00-00 00:00:00'),
(66, 'save', 'no', '2001-12-30 09:51:24', '0000-00-00 00:00:00'),
(68, 'select_logo', 'no', '2001-12-30 10:17:56', '0000-00-00 00:00:00'),
(69, 'school_logo', 'no', '2001-12-30 10:19:33', '0000-00-00 00:00:00'),
(70, 'manage', 'no', '2001-12-30 10:19:33', '0000-00-00 00:00:00'),
(72, 'edit_logo', 'no', '2001-12-30 10:23:28', '0000-00-00 00:00:00'),
(73, 'phone', 'no', '2001-12-30 10:30:49', '0000-00-00 00:00:00'),
(74, 'user_name', 'no', '2001-12-30 10:38:51', '0000-00-00 00:00:00'),
(76, 'sms_configuration', 'no', '2001-12-30 10:43:00', '0000-00-00 00:00:00'),
(77, 'sms_gateway_url', 'no', '2016-10-26 21:19:35', '0000-00-00 00:00:00'),
(78, 'status', 'no', '2001-12-30 10:43:52', '0000-00-00 00:00:00'),
(79, 'action', 'no', '2001-12-30 10:44:03', '0000-00-00 00:00:00'),
(80, 'change_status', 'no', '2001-12-30 10:45:19', '0000-00-00 00:00:00'),
(82, 'report', 'no', '2001-12-30 10:56:58', '0000-00-00 00:00:00'),
(84, 'select_criteria', 'no', '2001-12-30 10:57:36', '0000-00-00 00:00:00'),
(85, 'reset', 'no', '2001-12-30 10:58:39', '0000-00-00 00:00:00'),
(86, 'invoice_no', 'no', '2001-12-30 11:00:59', '0000-00-00 00:00:00'),
(87, 'fine', 'no', '2001-12-30 11:00:59', '0000-00-00 00:00:00'),
(88, 'type', 'no', '2001-12-30 11:01:20', '0000-00-00 00:00:00'),
(89, 'amount', 'no', '2001-12-30 11:01:20', '0000-00-00 00:00:00'),
(90, 'total', 'no', '2001-12-30 11:01:26', '0000-00-00 00:00:00'),
(91, 'discount', 'no', '2001-12-30 11:01:36', '0000-00-00 00:00:00'),
(92, 'balance_description', 'no', '2001-12-30 11:02:55', '0000-00-00 00:00:00'),
(94, 'no_search_record_found', 'no', '2001-12-30 11:06:37', '0000-00-00 00:00:00'),
(101, 'description', 'no', '2001-12-30 11:13:49', '0000-00-00 00:00:00'),
(102, 'fees_subtotal', 'no', '2001-12-30 11:14:34', '0000-00-00 00:00:00'),
(104, 'receipt_no', 'no', '2001-12-30 11:17:56', '0000-00-00 00:00:00'),
(106, 'grand_total', 'no', '2001-12-30 11:19:14', '0000-00-00 00:00:00'),
(107, 'deposit', 'no', '2001-12-30 11:26:50', '0000-00-00 00:00:00'),
(108, 'balance', 'no', '2001-12-30 11:26:50', '0000-00-00 00:00:00'),
(115, 'fee_master', 'no', '2001-12-30 13:06:09', '0000-00-00 00:00:00'),
(116, 'classes', 'no', '2001-12-30 13:06:44', '0000-00-00 00:00:00'),
(117, 'collection', 'no', '2001-12-30 13:07:14', '0000-00-00 00:00:00'),
(121, 'current_password', 'no', '2001-12-31 04:59:11', '0000-00-00 00:00:00'),
(122, 'new_password', 'no', '2001-12-31 04:59:11', '0000-00-00 00:00:00'),
(123, 'confirm_password', 'no', '2016-09-15 10:29:51', '0000-00-00 00:00:00'),
(125, 'date', 'no', '2016-04-07 16:17:39', '0000-00-00 00:00:00'),
(137, 'add_new_sms_configuration', 'no', '2001-12-31 06:39:13', '0000-00-00 00:00:00'),
(141, 'cancel', 'no', '2016-03-27 02:50:39', '0000-00-00 00:00:00'),
(142, 'exam_name', 'no', '2016-03-27 04:16:34', '0000-00-00 00:00:00'),
(143, 'subject_name', 'no', '2016-03-29 19:05:15', '0000-00-00 00:00:00'),
(144, 'subject_code', 'no', '2016-03-29 19:05:15', '0000-00-00 00:00:00'),
(145, 'grade_name', 'no', '2016-03-29 23:21:20', '0000-00-00 00:00:00'),
(147, 'percent', 'no', '2016-03-29 23:21:41', '0000-00-00 00:00:00'),
(149, 'percent_to', 'no', '2016-03-29 23:22:00', '0000-00-00 00:00:00'),
(150, 'note', 'no', '2016-03-29 23:22:00', '0000-00-00 00:00:00'),
(151, 'school_code', 'no', '2016-10-25 15:12:26', '0000-00-00 00:00:00'),
(152, 'sign_in', 'no', '2016-04-07 08:27:27', '0000-00-00 00:00:00'),
(153, 'name', 'no', '2016-04-07 16:16:19', '0000-00-00 00:00:00'),
(155, 'transport_fees', 'no', '2016-04-12 16:56:04', '0000-00-00 00:00:00'),
(156, 'fees_discount', 'no', '2016-04-12 17:33:36', '0000-00-00 00:00:00'),
(157, 'father_name', 'no', '2016-04-13 01:52:14', '0000-00-00 00:00:00'),
(158, 'father_phone', 'no', '2016-04-13 01:52:14', '0000-00-00 00:00:00'),
(159, 'father_occupation', 'no', '2016-04-13 01:52:45', '0000-00-00 00:00:00'),
(160, 'mother_name', 'no', '2016-04-13 01:52:45', '0000-00-00 00:00:00'),
(161, 'mother_phone', 'no', '2016-04-13 01:56:08', '0000-00-00 00:00:00'),
(162, 'mother_occupation', 'no', '2016-04-13 01:56:08', '0000-00-00 00:00:00'),
(163, 'guardian_occupation', 'no', '2016-04-13 02:09:51', '0000-00-00 00:00:00'),
(164, 'address', 'no', '2016-04-14 11:32:42', '0000-00-00 00:00:00'),
(165, 'language', 'no', '2016-04-14 11:33:38', '0000-00-00 00:00:00'),
(166, 'teacher_name', 'no', '2016-04-19 10:55:06', '0000-00-00 00:00:00'),
(167, 'password', 'no', '2016-04-19 10:55:06', '0000-00-00 00:00:00'),
(168, 'cast', 'no', '2016-04-19 11:26:10', '0000-00-00 00:00:00'),
(169, 'id', 'no', '2016-04-19 13:04:10', '0000-00-00 00:00:00'),
(170, 'admission_no', 'no', '2016-04-22 23:02:46', '0000-00-00 00:00:00'),
(171, 'enrollment_no', 'no', '2016-04-22 23:20:48', '0000-00-00 00:00:00'),
(180, 'total_paid_fees', 'no', '2016-04-23 00:09:01', '0000-00-00 00:00:00'),
(181, 'admission_discount', 'no', '2016-04-23 00:09:41', '0000-00-00 00:00:00'),
(182, 'total_balance', 'no', '2016-04-23 00:09:41', '0000-00-00 00:00:00'),
(183, 'student_name', 'no', '2016-04-24 02:37:56', '0000-00-00 00:00:00'),
(184, 'fees', 'no', '2016-04-24 02:44:06', '0000-00-00 00:00:00'),
(185, 'rte', 'no', '2016-04-24 04:43:46', '0000-00-00 00:00:00'),
(186, 'gender', 'no', '2016-04-24 13:17:59', '0000-00-00 00:00:00'),
(187, 'teacher_photo', 'no', '2016-04-29 04:56:01', '0000-00-00 00:00:00'),
(188, 'isbn', 'no', '2016-05-02 03:07:51', '0000-00-00 00:00:00'),
(189, 'publisher', 'no', '2016-10-23 08:28:28', '0000-00-00 00:00:00'),
(190, 'author', 'no', '2016-05-02 03:08:19', '0000-00-00 00:00:00'),
(191, 'qty', 'no', '2016-05-02 03:08:19', '0000-00-00 00:00:00'),
(192, 'bookprice', 'no', '2016-10-18 05:11:54', '0000-00-00 00:00:00'),
(193, 'postdate', 'no', '2016-05-02 03:08:38', '0000-00-00 00:00:00'),
(197, 'intake', 'no', '2016-05-05 01:06:45', '0000-00-00 00:00:00'),
(199, 'book_title', 'no', '2016-05-05 04:59:27', '0000-00-00 00:00:00'),
(201, 'no_of_vehicle', 'no', '2016-05-09 23:20:40', '0000-00-00 00:00:00'),
(202, 'fare', 'no', '2016-05-09 23:20:48', '0000-00-00 00:00:00'),
(203, 'content_type', 'no', '2016-05-10 12:24:51', '0000-00-00 00:00:00'),
(205, 'upload_date', 'no', '2016-05-10 12:25:21', '0000-00-00 00:00:00'),
(206, 'expenses', 'no', '2016-05-10 22:14:03', '0000-00-00 00:00:00'),
(207, 'student_information', 'no', '2016-05-10 22:24:31', '0000-00-00 00:00:00'),
(208, 'fees_collection', 'no', '2016-05-10 22:35:29', '0000-00-00 00:00:00'),
(210, 'examinations', 'no', '2016-05-10 23:03:55', '0000-00-00 00:00:00'),
(211, 'academics', 'no', '2016-05-10 23:17:28', '0000-00-00 00:00:00'),
(212, 'download_center', 'no', '2016-05-10 23:17:28', '0000-00-00 00:00:00'),
(214, 'library', 'no', '2016-05-10 23:34:05', '0000-00-00 00:00:00'),
(215, 'system_settings', 'no', '2016-05-10 23:38:32', '0000-00-00 00:00:00'),
(216, 'reports', 'no', '2016-05-10 23:51:38', '0000-00-00 00:00:00'),
(217, 'subject', 'no', '2016-05-13 03:22:44', '0000-00-00 00:00:00'),
(218, 'rack_no', 'no', '2016-05-13 03:22:44', '0000-00-00 00:00:00'),
(220, 'hostel', 'no', '2016-05-13 06:42:27', '0000-00-00 00:00:00'),
(221, 'hostel_name', 'no', '2016-05-13 06:48:07', '0000-00-00 00:00:00'),
(222, 'transport', 'no', '2016-05-13 06:51:25', '0000-00-00 00:00:00'),
(223, 'route_title', 'no', '2016-05-13 06:57:39', '0000-00-00 00:00:00'),
(225, 'date_to', 'no', '2016-05-13 09:36:18', '0000-00-00 00:00:00'),
(227, 'basic_information', 'no', '2016-05-13 09:57:25', '0000-00-00 00:00:00'),
(228, 'add', 'no', '2016-05-13 10:00:46', '0000-00-00 00:00:00'),
(229, 'list', 'no', '2016-05-13 10:03:14', '0000-00-00 00:00:00'),
(230, 'result', 'no', '2016-05-13 10:06:46', '0000-00-00 00:00:00'),
(231, 'pass', 'no', '2016-05-13 10:07:34', '0000-00-00 00:00:00'),
(232, 'fail', 'no', '2016-05-13 10:07:34', '0000-00-00 00:00:00'),
(233, 'continue', 'no', '2016-05-17 14:42:00', '0000-00-00 00:00:00'),
(234, 'leave', 'no', '2016-05-13 10:08:28', '0000-00-00 00:00:00'),
(235, 'exam_list', 'no', '2016-05-17 12:47:56', '0000-00-00 00:00:00'),
(236, 'exam', 'no', '2016-05-17 12:50:35', '0000-00-00 00:00:00'),
(237, 'start_time', 'no', '2016-05-17 12:55:08', '0000-00-00 00:00:00'),
(238, 'end_time', 'no', '2016-05-17 12:55:08', '0000-00-00 00:00:00'),
(239, 'room', 'no', '2016-05-17 12:55:08', '0000-00-00 00:00:00'),
(240, 'full_mark', 'no', '2016-05-17 12:55:08', '0000-00-00 00:00:00'),
(241, 'passing_marks', 'no', '2016-05-17 12:55:08', '0000-00-00 00:00:00'),
(242, 'room_no', 'no', '2016-05-17 13:05:25', '0000-00-00 00:00:00'),
(245, 'promote', 'no', '2016-05-17 14:03:52', '0000-00-00 00:00:00'),
(246, 'content_title', 'no', '2016-05-18 21:50:20', '0000-00-00 00:00:00'),
(251, 'teacher_list', 'no', '2016-05-21 04:29:17', '0000-00-00 00:00:00'),
(252, 'compose_new_message', 'no', '2016-05-25 03:22:49', '0000-00-00 00:00:00'),
(253, 'notice', 'no', '2016-05-25 03:26:56', '0000-00-00 00:00:00'),
(254, 'notice_date', 'no', '2016-05-25 03:27:53', '0000-00-00 00:00:00'),
(255, 'publish_on', 'no', '2016-05-25 03:28:56', '0000-00-00 00:00:00'),
(256, 'message_to', 'no', '2016-05-25 03:30:54', '0000-00-00 00:00:00'),
(257, 'parent', 'no', '2016-05-25 03:33:55', '0000-00-00 00:00:00'),
(258, 'teacher', 'no', '2016-05-25 03:34:21', '0000-00-00 00:00:00'),
(259, 'no_record_found', 'no', '2016-05-25 03:47:21', '0000-00-00 00:00:00'),
(260, 'teacher_detail', 'no', '2016-05-25 05:22:21', '0000-00-00 00:00:00'),
(261, 'subject_list', 'no', '2016-05-25 06:03:17', '0000-00-00 00:00:00'),
(263, 'create_category', 'no', '2016-05-25 11:59:13', '0000-00-00 00:00:00'),
(264, 'title', 'no', '2016-05-26 01:01:44', '0000-00-00 00:00:00'),
(265, 'message', 'no', '2016-05-26 01:02:36', '0000-00-00 00:00:00'),
(266, 'send', 'no', '2016-05-26 01:43:32', '0000-00-00 00:00:00'),
(267, 'previous_school_details', 'no', '2016-05-26 05:53:02', '0000-00-00 00:00:00'),
(268, 'upload_documents', 'no', '2016-05-26 05:54:00', '0000-00-00 00:00:00'),
(270, 'miscellaneous_details', 'no', '2016-05-26 05:58:10', '0000-00-00 00:00:00'),
(272, 'edit_notification', 'no', '2016-05-26 07:22:03', '0000-00-00 00:00:00'),
(273, 'guardian_details', 'no', '2016-05-26 07:36:45', '0000-00-00 00:00:00'),
(274, 'payment_id', 'no', '2016-05-26 07:40:03', '0000-00-00 00:00:00'),
(275, 'change_password', 'no', '2016-05-26 07:45:33', '0000-00-00 00:00:00'),
(278, 'notifications', 'no', '2016-05-30 03:42:06', '0000-00-00 00:00:00'),
(279, 'visible_to_all', 'no', '2016-05-30 04:05:26', '0000-00-00 00:00:00'),
(280, 'visibility', 'no', '2016-05-30 04:06:16', '0000-00-00 00:00:00'),
(284, 'communicate', 'no', '2016-05-30 04:19:53', '0000-00-00 00:00:00'),
(285, 'notice_board', 'no', '2016-05-30 04:21:47', '0000-00-00 00:00:00'),
(286, 'publish_date', 'no', '2016-05-30 05:01:41', '0000-00-00 00:00:00'),
(287, 'father', 'no', '2016-06-01 03:21:38', '0000-00-00 00:00:00'),
(288, 'mother', 'no', '2016-06-01 03:21:47', '0000-00-00 00:00:00'),
(290, 'not_scheduled', 'no', '2016-06-07 13:50:48', '0000-00-00 00:00:00'),
(291, 'import_student', 'no', '2016-06-10 03:56:51', '0000-00-00 00:00:00'),
(292, 'dl_sample_import', 'no', '2016-06-10 04:03:13', '0000-00-00 00:00:00'),
(293, 'select_csv_file', 'no', '2016-06-10 04:10:49', '0000-00-00 00:00:00'),
(294, 'date_format', 'no', '2016-06-22 03:49:07', '0000-00-00 00:00:00'),
(295, 'currency', 'no', '2016-06-22 03:49:28', '0000-00-00 00:00:00'),
(296, 'currency_symbol', 'no', '2016-06-22 03:49:28', '0000-00-00 00:00:00'),
(297, 'profile', 'no', '2016-06-22 18:46:28', '0000-00-00 00:00:00'),
(298, 'save_attendance', 'no', '2016-06-22 18:56:58', '0000-00-00 00:00:00'),
(299, 'full_marks', 'no', '2016-06-24 06:10:24', '0000-00-00 00:00:00'),
(300, 'obtain_marks', 'no', '2016-06-24 06:10:24', '0000-00-00 00:00:00'),
(301, 'total_marks', 'no', '2016-06-24 06:18:37', '0000-00-00 00:00:00'),
(302, 'current', 'no', '2016-07-12 02:26:07', '0000-00-00 00:00:00'),
(303, 'admission', 'no', '2016-07-21 07:40:45', '0000-00-00 00:00:00'),
(305, 'sibling', 'no', '2016-08-07 02:32:13', '0000-00-00 00:00:00'),
(306, 'details', 'no', '2016-08-07 02:39:19', '0000-00-00 00:00:00'),
(309, 'identification', 'no', '2016-08-07 02:43:16', '0000-00-00 00:00:00'),
(310, 'no', 'no', '2016-08-07 02:45:33', '0000-00-00 00:00:00'),
(311, 'delete', 'no', '2016-08-07 03:28:55', '0000-00-00 00:00:00'),
(312, 'documents', 'no', '2016-08-07 03:33:52', '0000-00-00 00:00:00'),
(313, 'payment', 'no', '2016-08-07 03:36:56', '0000-00-00 00:00:00'),
(317, 'no_transaction_found', 'no', '2016-08-10 08:32:10', '0000-00-00 00:00:00'),
(318, 'transport_fees_details', 'no', '2016-08-10 08:35:57', '0000-00-00 00:00:00'),
(319, 'collect_fees', 'no', '2016-08-10 08:45:47', '0000-00-00 00:00:00'),
(320, 'balance_details', 'no', '2016-08-10 08:48:55', '0000-00-00 00:00:00'),
(321, 'download_pdf', 'no', '2016-08-10 09:05:40', '0000-00-00 00:00:00'),
(322, 'student_fees_report', 'no', '2016-08-10 09:23:18', '0000-00-00 00:00:00'),
(323, 'total_fees', 'no', '2016-08-10 09:26:53', '0000-00-00 00:00:00'),
(324, 'paid_fees', 'no', '2016-08-10 09:26:53', '0000-00-00 00:00:00'),
(325, 'student_detail', 'no', '2016-08-10 09:42:55', '0000-00-00 00:00:00'),
(327, 'gross_fees', 'no', '2016-08-10 09:45:26', '0000-00-00 00:00:00'),
(328, 'balance_fees', 'no', '2016-08-10 09:48:31', '0000-00-00 00:00:00'),
(329, 'print_selected', 'no', '2016-08-10 09:50:32', '0000-00-00 00:00:00'),
(330, 'collect_transport_fees', 'no', '2016-08-10 10:03:34', '0000-00-00 00:00:00'),
(331, 'no_transport_fees_found', 'no', '2016-08-10 10:05:30', '0000-00-00 00:00:00'),
(332, 'total_transport_fees', 'no', '2016-08-10 10:15:54', '0000-00-00 00:00:00'),
(333, 'class_section', 'no', '2016-08-10 10:19:24', '0000-00-00 00:00:00'),
(335, 'other_discount', 'no', '2016-08-10 10:38:43', '0000-00-00 00:00:00'),
(336, 'search_transaction', 'no', '2016-10-18 05:19:17', '0000-00-00 00:00:00'),
(337, 'fees_collection_details', 'no', '2016-08-10 10:48:09', '0000-00-00 00:00:00'),
(338, 'expense_id', 'no', '2016-08-10 10:54:24', '0000-00-00 00:00:00'),
(339, 'expense_head', 'no', '2016-08-10 10:51:43', '0000-00-00 00:00:00'),
(340, 'expense_detail', 'no', '2016-08-10 10:55:17', '0000-00-00 00:00:00'),
(341, 'add_expense', 'no', '2016-08-10 11:28:20', '0000-00-00 00:00:00'),
(342, 'edit_expense', 'no', '2016-08-10 11:33:33', '0000-00-00 00:00:00'),
(343, 'expense_list', 'no', '2016-08-10 11:37:48', '0000-00-00 00:00:00'),
(344, 'expense_head_list', 'no', '2016-08-10 11:45:58', '0000-00-00 00:00:00'),
(345, 'edit_expense_head', 'no', '2016-08-10 11:49:02', '0000-00-00 00:00:00'),
(347, 'add_expense_head', 'no', '2016-08-10 11:55:17', '0000-00-00 00:00:00'),
(348, 'attendance_already_submitted_you_can_edit_record', 'no', '2017-04-02 01:16:00', '0000-00-00 00:00:00'),
(349, 'attendance_already_submitted_as_holiday', 'no', '2017-04-02 01:16:00', '0000-00-00 00:00:00'),
(350, 'you_can_edit_record', 'no', '2016-08-10 23:11:54', '0000-00-00 00:00:00'),
(351, 'attendance_saved_successfully', 'no', '2017-04-02 01:16:00', '0000-00-00 00:00:00'),
(352, 'holiday', 'no', '2016-08-10 23:18:21', '0000-00-00 00:00:00'),
(353, 'mark_as_holiday', 'no', '2016-08-10 23:22:15', '0000-00-00 00:00:00'),
(354, 'no_attendance_prepare', 'no', '2016-08-10 23:42:18', '0000-00-00 00:00:00'),
(355, 'add_exam', 'no', '2016-08-11 00:09:04', '0000-00-00 00:00:00'),
(356, 'view_status', 'no', '2016-08-11 00:10:56', '0000-00-00 00:00:00'),
(357, 'marks_register_prepared', 'no', '2016-08-11 00:16:51', '0000-00-00 00:00:00'),
(358, 'exam_scheduled', 'no', '2016-08-11 00:16:51', '0000-00-00 00:00:00'),
(359, 'submit', 'no', '2016-08-11 00:30:47', '0000-00-00 00:00:00'),
(360, 'edit_grade', 'no', '2016-08-11 00:34:55', '0000-00-00 00:00:00'),
(361, 'add_grade', 'no', '2016-08-11 00:34:55', '0000-00-00 00:00:00'),
(362, 'percent_upto', 'no', '2016-08-11 00:36:04', '0000-00-00 00:00:00'),
(363, 'percent_from', 'no', '2016-08-11 00:36:04', '0000-00-00 00:00:00'),
(364, 'grade_list', 'no', '2016-08-11 00:39:49', '0000-00-00 00:00:00'),
(366, 'assign_subject', 'no', '2016-08-11 01:02:21', '0000-00-00 00:00:00'),
(368, 'edit_teacher', 'no', '2016-08-11 01:05:57', '0000-00-00 00:00:00'),
(369, 'add_teacher', 'no', '2016-08-11 01:22:14', '0000-00-00 00:00:00'),
(370, 'add_subject', 'no', '2016-08-11 01:30:48', '0000-00-00 00:00:00'),
(374, 'edit_subject', 'no', '2016-08-11 01:43:33', '0000-00-00 00:00:00'),
(375, 'edit_class', 'no', '2016-08-11 01:43:50', '0000-00-00 00:00:00'),
(377, 'edit_section', 'no', '2016-08-11 01:54:27', '0000-00-00 00:00:00'),
(378, 'upload_content', 'no', '2016-08-11 02:06:54', '0000-00-00 00:00:00'),
(380, 'content_list', 'no', '2016-08-11 02:30:03', '0000-00-00 00:00:00'),
(382, 'available_for_all_classes', 'no', '2016-10-23 07:26:48', '0000-00-00 00:00:00'),
(384, 'content_file', 'no', '2016-08-12 09:09:02', '0000-00-00 00:00:00'),
(385, 'available_for', 'no', '2016-08-12 09:09:02', '0000-00-00 00:00:00'),
(386, 'my_children', 'no', '2016-09-17 01:06:30', '0000-00-00 00:00:00'),
(387, 'assignment_list', 'no', '2016-08-12 09:15:21', '0000-00-00 00:00:00'),
(388, 'study_material_list', 'no', '2016-08-12 09:15:21', '0000-00-00 00:00:00'),
(389, 'syllabus_list', 'no', '2016-08-12 09:15:21', '0000-00-00 00:00:00'),
(390, 'other_download_list', 'no', '2016-08-12 09:15:21', '0000-00-00 00:00:00'),
(391, 'book_details', 'no', '2016-08-12 09:34:18', '0000-00-00 00:00:00'),
(392, 'edit_book', 'no', '2016-08-12 09:34:18', '0000-00-00 00:00:00'),
(393, 'book_list', 'no', '2016-08-12 09:36:33', '0000-00-00 00:00:00'),
(394, 'route_list', 'no', '2016-08-12 09:48:15', '0000-00-00 00:00:00'),
(395, 'create_route', 'no', '2016-08-12 09:48:15', '0000-00-00 00:00:00'),
(396, 'edit_route', 'no', '2016-08-12 09:48:15', '0000-00-00 00:00:00'),
(397, 'add_hostel', 'no', '2016-08-12 10:05:23', '0000-00-00 00:00:00'),
(398, 'edit_hostel', 'no', '2016-08-12 10:05:23', '0000-00-00 00:00:00'),
(399, 'hostel_list', 'no', '2016-08-12 10:05:23', '0000-00-00 00:00:00'),
(400, 'print', 'no', '2016-08-12 10:08:26', '0000-00-00 00:00:00'),
(401, 'room_type', 'no', '2016-08-12 10:13:23', '0000-00-00 00:00:00'),
(402, 'add_room_type', 'no', '2016-08-12 10:13:23', '0000-00-00 00:00:00'),
(403, 'room_type_list', 'no', '2016-08-12 10:13:23', '0000-00-00 00:00:00'),
(404, 'edit_room_type', 'no', '2016-08-12 10:13:23', '0000-00-00 00:00:00'),
(406, 'edit_message', 'no', '2016-08-12 10:28:45', '0000-00-00 00:00:00'),
(407, 'select', 'no', '2016-08-12 10:32:17', '0000-00-00 00:00:00'),
(408, 'general_settings', 'no', '2016-08-12 11:03:50', '0000-00-00 00:00:00'),
(410, 'session_start_month', 'no', '2016-08-12 11:04:48', '0000-00-00 00:00:00'),
(411, 'edit_session', 'no', '2016-08-12 11:17:13', '0000-00-00 00:00:00'),
(414, 'paypal_setting', 'no', '2016-08-12 11:50:26', '0000-00-00 00:00:00'),
(415, 'paypal_username', 'no', '2016-08-12 11:50:26', '0000-00-00 00:00:00'),
(416, 'paypal_password', 'no', '2016-08-12 11:50:26', '0000-00-00 00:00:00'),
(417, 'paypal_signature', 'no', '2016-08-12 11:50:26', '0000-00-00 00:00:00'),
(418, 'paypal_email', 'no', '2016-08-12 11:50:26', '0000-00-00 00:00:00'),
(419, 'off', 'no', '2016-08-12 11:50:43', '0000-00-00 00:00:00'),
(420, 'on', 'no', '2016-08-12 11:50:43', '0000-00-00 00:00:00'),
(421, 'backup_history', 'no', '2016-08-12 11:59:15', '0000-00-00 00:00:00'),
(422, 'create_backup', 'no', '2016-08-12 11:59:15', '0000-00-00 00:00:00'),
(423, 'backup_files', 'no', '2016-10-25 15:47:36', '0000-00-00 00:00:00'),
(424, 'upload_from_local_directory', 'no', '2016-08-12 12:03:51', '0000-00-00 00:00:00'),
(427, 'restore', 'no', '2016-08-12 17:04:46', '0000-00-00 00:00:00'),
(429, 'class_fees_detail', 'no', '2016-08-12 17:37:20', '0000-00-00 00:00:00'),
(430, 'no_fees_found', 'no', '2016-08-12 17:38:56', '0000-00-00 00:00:00'),
(431, 'monthly_fees_collection', 'no', '2016-08-12 17:43:22', '0000-00-00 00:00:00'),
(432, 'monthly_expenses', 'no', '2016-08-12 17:43:22', '0000-00-00 00:00:00'),
(433, 'teachers', 'no', '2016-08-12 17:43:22', '0000-00-00 00:00:00'),
(434, 'students', 'no', '2016-08-12 17:43:22', '0000-00-00 00:00:00'),
(436, 'login_details', 'no', '2016-08-12 17:57:20', '0000-00-00 00:00:00'),
(437, 'academic_fees_detail', 'no', '2016-08-12 18:33:38', '0000-00-00 00:00:00'),
(438, 'document_list', 'no', '2016-08-12 18:42:01', '0000-00-00 00:00:00'),
(439, 'exam_timetable', 'no', '2016-08-12 19:00:36', '0000-00-00 00:00:00'),
(440, 'promote_in_session', 'no', '2016-08-12 19:51:51', '0000-00-00 00:00:00'),
(441, 'promote_students_in_next_session', 'no', '2016-08-12 19:51:51', '0000-00-00 00:00:00'),
(442, 'next_session_status', 'no', '2016-08-12 19:55:11', '0000-00-00 00:00:00'),
(443, 'no_result_prepare', 'no', '2016-08-12 12:26:40', '0000-00-00 00:00:00'),
(444, 'parent_guardian_detail', 'no', '2016-08-12 12:59:14', '0000-00-00 00:00:00'),
(445, 'add_more_details', 'no', '2016-08-12 13:01:21', '0000-00-00 00:00:00'),
(446, 'if_permanent_address_is_current_address', 'no', '2016-10-05 16:58:39', '0000-00-00 00:00:00'),
(447, 'address_details', 'no', '2016-08-12 13:07:38', '0000-00-00 00:00:00'),
(449, 'add_image', 'no', '2016-08-12 13:25:27', '0000-00-00 00:00:00'),
(450, 'payment_id_detail', 'no', '2016-08-12 13:33:44', '0000-00-00 00:00:00'),
(451, 'section_name', 'no', '2016-08-12 14:03:59', '0000-00-00 00:00:00'),
(452, 'fees_type', 'no', '2016-08-12 14:32:20', '0000-00-00 00:00:00'),
(453, 'edit_hostel_room', 'no', '2016-08-16 07:07:57', '0000-00-00 00:00:00'),
(454, 'room_no_name', 'no', '2016-08-16 07:11:43', '0000-00-00 00:00:00'),
(455, 'no_of_bed', 'no', '2016-08-16 07:11:43', '0000-00-00 00:00:00'),
(456, 'cost_per_bed', 'no', '2016-08-16 07:11:43', '0000-00-00 00:00:00'),
(457, 'hostel_room_list', 'no', '2016-08-16 07:11:43', '0000-00-00 00:00:00'),
(458, 'add_hostel_room', 'no', '2016-08-16 07:16:48', '0000-00-00 00:00:00'),
(459, 'mark_register', 'no', '2016-08-16 07:21:56', '0000-00-00 00:00:00'),
(462, 'fill_mark', 'no', '2016-08-16 07:32:20', '0000-00-00 00:00:00'),
(463, 'post_new_message', 'no', '2016-08-16 07:35:16', '0000-00-00 00:00:00'),
(464, 'by_date', 'no', '2016-08-16 07:41:44', '0000-00-00 00:00:00'),
(465, 'edit_category', 'no', '2016-08-16 07:50:25', '0000-00-00 00:00:00'),
(466, 'exam_not_allotted', 'no', '2016-10-23 07:23:46', '0000-00-00 00:00:00'),
(467, 'edit_exam', 'no', '2016-08-16 08:01:50', '0000-00-00 00:00:00'),
(468, 'add_class', 'no', '2016-08-16 08:06:27', '0000-00-00 00:00:00'),
(469, 'teacher_subject', 'no', '2016-08-16 09:48:06', '0000-00-00 00:00:00'),
(470, 'dd', 'no', '2016-08-16 23:05:12', '0000-00-00 00:00:00'),
(471, 'cash', 'no', '2016-08-16 23:05:12', '0000-00-00 00:00:00'),
(472, 'cheque', 'no', '2016-08-16 23:05:12', '0000-00-00 00:00:00'),
(473, 'revert', 'no', '2016-08-16 23:40:47', '0000-00-00 00:00:00'),
(474, 'view', 'no', '2016-08-17 01:16:56', '0000-00-00 00:00:00'),
(475, 'no_exam_prepare', 'no', '2016-10-23 08:00:25', '0000-00-00 00:00:00'),
(476, 'sms_setting', 'no', '2016-08-22 08:45:46', '0000-00-00 00:00:00'),
(477, 'smart_school', 'no', '2016-08-24 23:41:16', '0000-00-00 00:00:00'),
(478, 'user_login', 'no', '2016-08-25 00:16:22', '0000-00-00 00:00:00'),
(479, 'library_book', 'no', '2016-09-06 19:10:41', '0000-00-00 00:00:00'),
(480, 'transport_routes', 'no', '2016-09-06 19:14:00', '0000-00-00 00:00:00'),
(481, 'hostel_rooms', 'no', '2016-09-06 19:17:22', '0000-00-00 00:00:00'),
(482, 'exam_schedule', 'no', '2016-09-06 19:27:03', '0000-00-00 00:00:00'),
(483, 'subjects', 'no', '2016-09-06 19:35:20', '0000-00-00 00:00:00'),
(484, 'national_identification_no', 'no', '2016-09-15 04:00:04', '0000-00-00 00:00:00'),
(485, 'local_identification_no', 'no', '2016-09-15 04:01:16', '0000-00-00 00:00:00'),
(486, 'my_profile', 'no', '2016-09-15 08:44:58', '0000-00-00 00:00:00'),
(487, 'mode', 'no', '2016-09-15 08:47:39', '0000-00-00 00:00:00'),
(488, 'url', 'no', '2016-09-15 11:24:06', '0000-00-00 00:00:00'),
(489, 'month', 'no', '2016-09-15 11:37:30', '0000-00-00 00:00:00'),
(490, 'upload', 'no', '2016-09-15 11:46:34', '0000-00-00 00:00:00'),
(491, 'day', 'no', '2016-10-24 00:02:31', '0000-00-00 00:00:00'),
(492, 'class_timetable', 'no', '2016-10-05 16:40:38', '0000-00-00 00:00:00'),
(493, 'if_guardian_address_is_current_address', 'no', '2016-10-07 17:12:51', '0000-00-00 00:00:00'),
(494, 'admin_login', 'no', '2016-10-17 21:08:26', '0000-00-00 00:00:00'),
(495, 'date_from', 'no', '2016-10-19 06:07:28', '0000-00-00 00:00:00'),
(496, 'other', 'no', '2016-10-25 15:01:08', '0000-00-00 00:00:00'),
(497, 'search_by_keyword', 'no', '2016-10-25 15:55:46', '0000-00-00 00:00:00'),
(499, 'add_book', 'no', '2016-10-31 11:52:54', '0000-00-00 00:00:00'),
(500, 'edit_vehicle_on_route', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(501, 'assign_vehicle_on_route', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(502, 'vehicle_route_list', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(503, 'route', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(504, 'vehicle_routes', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(505, 'edit_vehicle', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(506, 'vehicle', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(507, 'vehicle_list', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(508, 'add_vehicle', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(509, 'driver_contact', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(510, 'driver_license', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(511, 'driver_name', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(512, 'vehicle_no', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(513, 'vehicle_model', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(514, 'logout', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(515, 'year_made', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(516, 'attendance', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(517, 'show', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(519, 'add_timetable', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(520, 'edit_setting', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(521, 'subject_type', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(522, 'view_detail', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(523, 'exam_status', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(524, 'books', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(525, 'report_card', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(526, 'library_books', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(527, 'no_vehicle_allotted_to_this_route', 'no', '2017-04-02 01:16:00', '0000-00-00 00:00:00'),
(528, 'Add/Edit', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(529, 'language_rtl_text_mode', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(530, 'clickatell_username', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(531, 'clickatell_password', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(532, 'clickatell_api_id', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(533, 'clickatell_sms_gateway', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(534, 'twilio_sms_gateway', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(535, 'custom_sms_gateway', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(536, 'twilio_account_sid', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(537, 'authentication_token', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(538, 'registered_phone_number', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(539, 'username', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(540, 'gateway_name', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(541, 'theory', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(542, 'practical', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(543, 'present', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(544, 'paid', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(545, 'yes', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(546, 'if_guardian_is', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(547, 'current_session', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(548, 'quick_links', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(549, 'student_details', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(550, 'student_admission', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(551, 'student_categories', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(552, 'promote_students', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(554, 'fees_master', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(555, 'search_fees_payment', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(556, 'search_due_fees', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(557, 'fees_statement', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(558, 'balance_fees_report', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(559, 'search_expense', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(560, 'student_attendance', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(561, 'attendance_by_date', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(562, 'attendance_report', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(563, 'marks_register', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(564, 'marks_grade', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(565, 'assign_subjects', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(566, 'sections', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(567, 'assignments', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(568, 'study_material', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(569, 'routes', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(570, 'vehicles', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(571, 'assign_vehicle', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(572, 'send_message', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(573, 'student_report', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(574, 'transaction_report', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(575, 'exam_marks_report', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(576, 'session_setting', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(577, 'backup / restore', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(578, 'languages', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(579, 'grade', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(580, 'percentage', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(581, 'fees_collection_&_expenses_for_session', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(582, 'fees_receipt', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(583, 'fees_category', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(584, 'fees_collection_&_expenses_for', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(585, 'library_-_books', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(586, 'transport_-_routes', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(587, 'hostel_-_rooms', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(588, 'search_by_name,_roll_no,_enroll_no,_national_identification_no,_local_identification_no_etc..', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(589, 'user_type', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(590, 'login_url', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(591, 'search_student', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(592, 'student_lists', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(593, 'detailed_view', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(595, 'active', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(596, 'syllabus', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(597, 'other_downloads', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(598, 'download', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(599, 'unpaid', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(600, 'enter_room_no', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(601, 'male', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(602, 'female', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(603, 'expense_result', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(604, 'view_schedule', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(605, 'pdf', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(606, 'not', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(607, 'scheduled', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(609, 'transaction_from', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(610, 'to', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(611, 'enabled', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(612, 'disabled', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(613, 'add_language', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(614, 'no_description', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(615, 'fees_category_list', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(616, 'add_fee_category', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(617, 'edit_fee_category', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(618, 'late_with_excuse', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(619, 'late', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(620, 'absent', 'no', '2017-04-01 23:39:09', '0000-00-00 00:00:00'),
(621, 'issue_book', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(622, 'member_type', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(623, 'issue', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(624, 'book', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(625, 'members', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(626, 'library_card_no', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(627, 'return_date', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(628, 'member_id', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(629, 'book_issued', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(630, 'timezone', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(631, 'accountants', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(632, 'librarians', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(633, 'add_librarian', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(634, 'librarian_photo', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(635, 'librarian_list', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(636, 'edit_librarian', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(637, 'current_username', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(638, 'new_username', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(639, 'confirm_username', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(640, 'change_username', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(641, 'add_accountant', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(642, 'accountant_list', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(643, 'accountant_photo', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(644, 'edit_accountant', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(645, 'book_no', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(646, 'users', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(647, 'isbn_no', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(648, 'issue_return', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(649, 'add_student', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(650, 'books_issue_return', 'no', '2017-05-19 17:03:58', '0000-00-00 00:00:00'),
(651, 'member_list', 'no', '2017-05-29 18:11:22', '0000-00-00 00:00:00'),
(652, 'issue_date', 'no', '2017-05-29 18:11:22', '0000-00-00 00:00:00'),
(653, 'surrender_membership', 'no', '2017-05-29 18:11:22', '0000-00-00 00:00:00'),
(654, 'fees_group', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(655, 'add_fees_group', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(656, 'fees_group_list', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(657, 'due_date', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(658, 'fees_code', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(659, 'fees_discount', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(660, 'edit_fees_discount', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(661, 'discount_code', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(662, 'fees_discount_list', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(663, 'add_fees_discount', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(664, 'all', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(665, 'assign_fees_discount', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(666, 'partial', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(667, 'applied', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(668, 'student_fees', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(669, 'confirmation', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(670, 'assign / view', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(671, 'edit_fees_group', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(672, 'edit_fees_type', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(673, 'edit_fees_master', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(674, 'apply_discount', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(675, 'discount_of', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(676, 'add_member', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(677, 'email_setting', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(678, 'email_engine', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(679, 'smtp_username', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(680, 'smtp_password', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(681, 'smtp_server', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(682, 'smtp_port', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(683, 'smtp_security', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(684, 'assigned', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(685, 'admin_users', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(686, 'add_admin_user', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(687, 'admin_name', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(688, 'admin_email', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(689, 'admin_password', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(690, 'forgot_password', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(691, 'assign_fees_group', 'no', '2017-08-02 13:49:55', '0000-00-00 00:00:00'),
(692, 'accountant', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(693, 'add_income', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(694, 'add_item_store', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(695, 'admin', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(696, 'attach_document', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(697, 'confirm_return', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(698, 'contact_person_email', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(699, 'contact_person_name', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(700, 'edit_income_head', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(701, 'edit_item_store', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(702, 'edit_item_category', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(703, 'group', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(704, 'guardians', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(705, 'income_head_list', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(706, 'income_head', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(707, 'income', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(708, 'individual', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(709, 'inventory', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(710, 'issue_by', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(711, 'issue_to', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(712, 'issue_item', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(713, 'item_store', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(714, 'item_category', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(715, 'item', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(716, 'item_stock_list', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(717, 'item_store_code', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(718, 'item_store_name', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(719, 'item_supplier_list', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(720, 'librarian', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(721, 'quantity', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(722, 'reset_password', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(723, 'return', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(724, 'returned', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(725, 'search_income', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(726, 'sms', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(727, 'store', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(728, 'supplier', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(729, 'add_item_category', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(730, 'add_item', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(731, 'add_item_stock', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(732, 'add_item_supplier', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(733, 'available_quantity', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(734, 'contact_person_phone', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(735, 'edit_item_supplier', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(736, 'edit_item', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(737, 'edit_income', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(738, 'expense_details', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(739, 'income_details', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(740, 'income_id', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(741, 'income_result', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(742, 'issued_by', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(743, 'item_category_list', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(744, 'item_list', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(745, 'item_store_list', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(746, 'item_supplier', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(747, 'contact_person', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(748, 'send_through', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(749, 'auth_Key', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(750, 'current_theme', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(751, 'guardian_email', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(752, 'hash_key', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(753, 'income_list', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(754, 'income_result', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(755, 'income_search', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(756, 'MSG_91', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(757, 'notification_setting', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(758, 'sender_id', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(759, 'SMS_country', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(760, 'Text_Local', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(761, 'user_log', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(762, 'send_email_/_sms', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(763, 'email_/_sms', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(764, 'email_/_sms_log', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(765, 'payment_methods', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(766, 'all_users', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(767, 'stripe_api_secret_key', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(768, 'stripe_publishable_key', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(769, 'payu_money_key', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(770, 'payu_money_salt', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(771, 'merchant_id', 'no', '2017-12-14 12:24:50', '0000-00-00 00:00:00'),
(772, 'working_key', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(773, 'select_payment_gateway', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(774, 'exam_result', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(775, 'fees_submission', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(776, 'absent_student', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(777, 'login_credential', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(778, 'role', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(779, 'ip_address', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(780, 'login_time', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(781, 'user_agent', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(782, 'click_to_return', 'no', '2017-12-14 01:32:16', '0000-00-00 00:00:00'),
(783, 'school', 'no', '2001-12-30 10:03:11', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `lang_pharses`
--

CREATE TABLE `lang_pharses` (
  `id` int(11) NOT NULL,
  `lang_id` int(11) DEFAULT NULL,
  `key_id` int(11) DEFAULT NULL,
  `pharses` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL,
  `text` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `lang_pharses`
--

INSERT INTO `lang_pharses` (`id`, `lang_id`, `key_id`, `pharses`, `text`, `is_active`, `created_at`, `updated_at`) VALUES
(997, 4, 620, 'Absent', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(998, 4, 437, 'Academic Fees Detail', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(999, 4, 211, 'Academics', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1000, 4, 79, 'Action', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1001, 4, 595, 'Active', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1002, 4, 228, 'Add', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1003, 4, 64, 'Add Another Language', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1004, 4, 499, 'Add Book', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1005, 4, 51, 'Add Category', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1006, 4, 468, 'Add Class', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1007, 4, 355, 'Add Exam', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1008, 4, 341, 'Add Expense', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1009, 4, 347, 'Add Expense Head', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1010, 4, 616, 'Add Fee Category', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1011, 4, 35, 'Add Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1012, 4, 43, 'Add Fees Master', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1013, 4, 45, 'Add Fees Type', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1014, 4, 361, 'Add Grade', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1015, 4, 397, 'Add Hostel', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1016, 4, 458, 'Add Hostel Room', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1017, 4, 449, 'Add Image', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1018, 4, 613, 'Add Language', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1019, 4, 445, 'Add More Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1020, 4, 137, 'Add New SMS Configuration', NULL, 'no', '2017-04-10 08:40:03', '0000-00-00 00:00:00'),
(1021, 4, 402, 'Add Room Type', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1022, 4, 57, 'Add Section', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1023, 4, 53, 'Add Session', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1024, 4, 370, 'Add Subject', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1025, 4, 369, 'Add Teacher', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1026, 4, 519, 'Add Timetable', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1027, 4, 508, 'Add Vehicle', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1028, 4, 528, 'Add/Edit', NULL, 'no', '2017-04-10 08:40:22', '0000-00-00 00:00:00'),
(1029, 4, 164, 'Address', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1030, 4, 447, 'Address Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1031, 4, 494, 'Admin Login', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1032, 4, 303, 'Admission', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1033, 4, 11, 'Admission Date', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1034, 4, 181, 'Admission Discount', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1035, 4, 170, 'Admission Number', NULL, 'no', '2017-05-20 02:40:16', '0000-00-00 00:00:00'),
(1036, 4, 89, 'Amount', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1038, 4, 366, 'Assign Subject', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1039, 4, 565, 'Assign Subjects', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1040, 4, 571, 'Assign Vehicle', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1041, 4, 501, 'Assign Vehicle On Route', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1042, 4, 387, 'Assignment List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1043, 4, 567, 'Assignments', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1044, 4, 516, 'Attendance', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1045, 4, 349, 'Attendance Already Submitted As Holiday', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1046, 4, 348, 'Attendance Already Submitted You Can Edit Record', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1047, 4, 561, 'Attendance By Date', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1048, 4, 562, 'Attendance Report', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1049, 4, 351, 'Attendance Saved Successfully', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1050, 4, 537, 'Authentication Token', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1051, 4, 190, 'Author', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1052, 4, 385, 'Available For', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1053, 4, 382, 'Available For All Classes', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1054, 4, 577, 'Backup / Restore', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1055, 4, 423, 'Backup Files', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1056, 4, 421, 'Backup History', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1057, 4, 108, 'Balance', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1058, 4, 92, 'Balance Description', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1059, 4, 320, 'Balance Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1060, 4, 328, 'Balance Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1061, 4, 558, 'Balance Fees Report', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1062, 4, 23, 'Bank Account Number', NULL, 'no', '2017-05-20 02:40:30', '0000-00-00 00:00:00'),
(1063, 4, 24, 'Bank Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1064, 4, 227, 'Basic Information', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1065, 4, 391, 'Book Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1066, 4, 393, 'Book List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1067, 4, 199, 'Book Title', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1068, 4, 192, 'Book Price', NULL, 'no', '2017-04-10 08:43:06', '0000-00-00 00:00:00'),
(1069, 4, 524, 'Books', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1070, 4, 464, 'By Date', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1071, 4, 141, 'Cancel', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1072, 4, 471, 'Cash', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1073, 4, 168, 'Cast', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1074, 4, 16, 'Category', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1075, 4, 50, 'Category List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1076, 4, 275, 'Change Password', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1077, 4, 80, 'Change Status', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1078, 4, 472, 'Cheque', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1079, 4, 9, 'Class', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1080, 4, 429, 'Class Fees Detail', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1081, 4, 54, 'Class List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1082, 4, 333, 'Class Section', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1083, 4, 492, 'Class Timetable', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1084, 4, 116, 'Classes', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1085, 4, 532, 'Clickatell Api Id', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1086, 4, 531, 'Clickatell Password', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1087, 4, 533, 'Clickatell SMS Gateway', NULL, 'no', '2017-04-10 08:44:20', '0000-00-00 00:00:00'),
(1088, 4, 530, 'Clickatell Username', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1089, 4, 319, 'Collect Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1090, 4, 330, 'Collect Transport Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1091, 4, 117, 'Collection', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1092, 4, 284, 'Communicate', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1093, 4, 252, 'Compose New Message', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1094, 4, 123, 'Confirm Password', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1095, 4, 384, 'Content File', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1096, 4, 380, 'Content List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1097, 4, 246, 'Content Title', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1098, 4, 203, 'Content Type', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1099, 4, 233, 'Continue', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1100, 4, 456, 'Cost Per Bed', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1101, 4, 422, 'Create Backup', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1102, 4, 263, 'Create Category', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1103, 4, 395, 'Create Route', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1104, 4, 65, 'Created At', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1105, 4, 295, 'Currency', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1106, 4, 296, 'Currency Symbol', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1107, 4, 302, 'Current', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1108, 4, 17, 'Current Address', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1109, 4, 121, 'Current Password', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1110, 4, 547, 'Current Session', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1111, 4, 535, 'Custom SMS Gateway', NULL, 'no', '2017-04-10 08:45:00', '0000-00-00 00:00:00'),
(1112, 4, 125, 'Date', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1113, 4, 294, 'Date Format', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1114, 4, 495, 'Date From', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1115, 4, 13, 'Date Of Birth', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1116, 4, 225, 'Date To', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1117, 4, 491, 'Day', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1118, 4, 470, 'DD', NULL, 'no', '2017-04-10 08:45:12', '0000-00-00 00:00:00'),
(1120, 4, 311, 'Delete', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1121, 4, 107, 'Deposit', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1122, 4, 101, 'Description', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1123, 4, 593, 'Detailed View', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1124, 4, 306, 'Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1125, 4, 612, 'Disabled', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1126, 4, 91, 'Discount', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1127, 4, 292, 'Download Sample Import File', NULL, 'no', '2017-04-10 08:46:06', '0000-00-00 00:00:00'),
(1128, 4, 438, 'Document List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1129, 4, 312, 'Documents', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1130, 4, 598, 'Download', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1131, 4, 212, 'Download Center', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1132, 4, 321, 'Download PDF', NULL, 'no', '2017-04-10 08:46:23', '0000-00-00 00:00:00'),
(1133, 4, 509, 'Driver Contact', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1134, 4, 510, 'Driver License', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1135, 4, 511, 'Driver Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1136, 4, 48, 'Edit', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1137, 4, 392, 'Edit Book', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1138, 4, 465, 'Edit Category', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1139, 4, 375, 'Edit Class', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1140, 4, 467, 'Edit Exam', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1141, 4, 342, 'Edit Expense', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1142, 4, 345, 'Edit Expense Head', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1143, 4, 617, 'Edit Fee Category', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1144, 4, 360, 'Edit Grade', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1145, 4, 398, 'Edit Hostel', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1146, 4, 453, 'Edit Hostel Room', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1147, 4, 72, 'Edit Logo', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1148, 4, 406, 'Edit Message', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1149, 4, 272, 'Edit Notification', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1150, 4, 404, 'Edit Room Type', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1151, 4, 396, 'Edit Route', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1152, 4, 377, 'Edit Section', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1153, 4, 411, 'Edit Session', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1154, 4, 520, 'Edit Setting', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1155, 4, 374, 'Edit Subject', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1156, 4, 368, 'Edit Teacher', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1157, 4, 505, 'Edit Vehicle', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1158, 4, 500, 'Edit Vehicle On Route', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1159, 4, 3, 'Email', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1160, 4, 611, 'Enabled', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1161, 4, 238, 'End Time', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1162, 4, 171, 'Enrollment Number', NULL, 'no', '2017-05-20 02:40:51', '0000-00-00 00:00:00'),
(1163, 4, 600, 'Enter Room Number', NULL, 'no', '2017-05-20 02:41:06', '0000-00-00 00:00:00'),
(1164, 4, 236, 'Exam', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1165, 4, 235, 'Exam List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1166, 4, 575, 'Exam Marks Report', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1167, 4, 142, 'Exam Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1168, 4, 466, 'Exam Not Allotted', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1169, 4, 482, 'Exam Schedule', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1170, 4, 358, 'Exam Scheduled', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1171, 4, 523, 'Exam Status', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1172, 4, 439, 'Exam Timetable', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1173, 4, 210, 'Examinations', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1174, 4, 340, 'Expense Detail', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1175, 4, 339, 'Expense Head', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1176, 4, 344, 'Expense Head List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1177, 4, 338, 'Expense Id', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1178, 4, 343, 'Expense List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1179, 4, 603, 'Expense Result', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1180, 4, 206, 'Expenses', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1181, 4, 33, 'Export Format', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1182, 4, 232, 'Fail', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1183, 4, 202, 'Fare', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1184, 4, 287, 'Father', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1185, 4, 157, 'Father Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1186, 4, 159, 'Father Occupation', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1187, 4, 158, 'Father Phone', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1188, 4, 39, 'Fee Category', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1189, 4, 115, 'Fees Master', NULL, 'no', '2017-04-10 08:48:52', '0000-00-00 00:00:00'),
(1190, 4, 40, 'Fees Type', NULL, 'no', '2017-04-10 08:48:56', '0000-00-00 00:00:00'),
(1191, 4, 184, 'Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1192, 4, 583, 'Fees Category', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1193, 4, 615, 'Fees Category List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1195, 4, 208, 'Fees Collection', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1196, 4, 584, 'Fees Collection & Expenses For', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1197, 4, 581, 'Fees Collection & Expenses For Session', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1198, 4, 337, 'Fees Collection Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1199, 4, 156, 'Fees Discount', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1200, 4, 554, 'Fees Master', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1201, 4, 44, 'Fees Master List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1202, 4, 582, 'Fees Receipt', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1203, 4, 557, 'Fees Statement', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1204, 4, 102, 'Fees Subtotal', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1205, 4, 452, 'Fees Type', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1206, 4, 46, 'Fees Type List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1207, 4, 602, 'Female', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1208, 4, 462, 'Fill Marks', NULL, 'no', '2017-12-09 00:47:41', '0000-00-00 00:00:00'),
(1209, 4, 87, 'Fine', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1210, 4, 7, 'First Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1211, 4, 240, 'Full Marks', NULL, 'no', '2017-12-09 00:48:08', '0000-00-00 00:00:00'),
(1212, 4, 299, 'Full Marks', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1213, 4, 540, 'Gateway Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1214, 4, 186, 'Gender', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1215, 4, 408, 'General Setting', NULL, 'no', '2017-12-14 13:46:34', '0000-00-00 00:00:00'),
(1216, 4, 34, 'Generate PDF', NULL, 'no', '2017-04-10 08:50:09', '0000-00-00 00:00:00'),
(1217, 4, 579, 'Grade', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1218, 4, 364, 'Grade List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1219, 4, 145, 'Grade Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1220, 4, 106, 'Grand Total', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1221, 4, 327, 'Gross Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1222, 4, 30, 'Guardian Address', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1223, 4, 273, 'Guardian Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1224, 4, 27, 'Guardian Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1225, 4, 163, 'Guardian Occupation', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1226, 4, 29, 'Guardian Phone', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1227, 4, 28, 'Guardian Relation', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1228, 4, 352, 'Holiday', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1229, 4, 220, 'Hostel', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1230, 4, 587, 'Hostel - Rooms', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1231, 4, 399, 'Hostel List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1232, 4, 221, 'Hostel Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1233, 4, 457, 'Hostel Room List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1234, 4, 481, 'Hostel Rooms', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1235, 4, 169, 'Id', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1236, 4, 309, 'Identification', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1237, 4, 493, 'If Guardian Address is Current Address', NULL, 'no', '2017-04-10 08:50:50', '0000-00-00 00:00:00'),
(1238, 4, 546, 'If Guardian Is', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1239, 4, 446, 'If Permanent Address is Current Address', NULL, 'no', '2017-04-10 08:50:57', '0000-00-00 00:00:00'),
(1240, 4, 25, 'IFSC Code', NULL, 'no', '2017-04-10 08:51:18', '0000-00-00 00:00:00'),
(1241, 4, 32, 'Import Excel', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1242, 4, 291, 'Import Student', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1243, 4, 197, 'Intake', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1244, 4, 86, 'Invoice Number', NULL, 'no', '2017-05-20 02:41:26', '0000-00-00 00:00:00'),
(1245, 4, 188, 'ISBN', NULL, 'no', '2017-04-10 08:51:32', '0000-00-00 00:00:00'),
(1246, 4, 165, 'Language', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1247, 4, 63, 'Language List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1248, 4, 529, 'Language RTL Text Mode', NULL, 'no', '2017-04-10 08:51:53', '0000-00-00 00:00:00'),
(1249, 4, 578, 'Languages', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1250, 4, 8, 'Last Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1251, 4, 619, 'Late', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1252, 4, 618, 'Late With Excuse', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1253, 4, 234, 'Leave', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1254, 4, 214, 'Library', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1255, 4, 585, 'Library - Books', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1256, 4, 479, 'Library Book', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1257, 4, 526, 'Library Books', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1258, 4, 229, 'List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1259, 4, 485, 'Local Identification Number', NULL, 'no', '2017-05-20 02:41:34', '0000-00-00 00:00:00'),
(1260, 4, 436, 'Login Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1261, 4, 590, 'Login Url', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1262, 4, 514, 'Logout', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1263, 4, 601, 'Male', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1264, 4, 70, 'Manage', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1265, 4, 353, 'Mark As Holiday', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1266, 4, 459, 'Marks Register', NULL, 'no', '2017-12-09 00:48:46', '0000-00-00 00:00:00'),
(1267, 4, 564, 'Marks Grade', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1268, 4, 563, 'Marks Register', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1269, 4, 357, 'Marks Register Prepared', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1270, 4, 265, 'Message', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1271, 4, 256, 'Message To', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1272, 4, 270, 'Miscellaneous Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1273, 4, 12, 'Mobile Number', NULL, 'no', '2017-05-20 02:41:39', '0000-00-00 00:00:00'),
(1274, 4, 487, 'Mode', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1275, 4, 489, 'Month', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1276, 4, 432, 'Monthly Expenses', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1277, 4, 431, 'Monthly Fees Collection', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1278, 4, 288, 'Mother', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1279, 4, 160, 'Mother Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1280, 4, 162, 'Mother Occupation', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1281, 4, 161, 'Mother Phone', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1282, 4, 386, 'My Children', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1283, 4, 486, 'My Profile', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1284, 4, 153, 'Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1285, 4, 484, 'National Identification Number', NULL, 'no', '2017-09-11 04:09:06', '0000-00-00 00:00:00'),
(1286, 4, 122, 'New Password', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1287, 4, 442, 'Next Session Status', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1288, 4, 310, 'No', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1289, 4, 354, 'No Attendance Prepared', NULL, 'no', '2017-04-10 08:53:26', '0000-00-00 00:00:00'),
(1290, 4, 614, 'No Description', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1291, 4, 475, 'No Exam Prepared', NULL, 'no', '2017-04-10 08:53:35', '0000-00-00 00:00:00'),
(1292, 4, 430, 'No Fees Found', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1293, 4, 455, 'Number Of Bed', NULL, 'no', '2017-05-19 22:43:42', '0000-00-00 00:00:00'),
(1294, 4, 201, 'Number Of Vehicle', NULL, 'no', '2017-05-19 22:43:54', '0000-00-00 00:00:00'),
(1295, 4, 259, 'No Record Found', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1296, 4, 443, 'No Result Prepared', NULL, 'no', '2017-04-10 08:53:47', '0000-00-00 00:00:00'),
(1297, 4, 94, 'No Search Record Found', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1298, 4, 317, 'No Transaction Found', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1299, 4, 331, 'No Transport Fees Found', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1300, 4, 527, 'No vehicle allotted to this route', NULL, 'no', '2017-04-10 08:54:28', '0000-00-00 00:00:00'),
(1301, 4, 606, 'Not', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1302, 4, 290, 'Not Scheduled', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1303, 4, 150, 'Note', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1304, 4, 253, 'Notice', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1305, 4, 285, 'Notice Board', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1306, 4, 254, 'Notice Date', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1307, 4, 278, 'Notifications', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1308, 4, 300, 'Obtain Marks', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1309, 4, 419, 'Off', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1310, 4, 420, 'On', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1311, 4, 496, 'Other', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1312, 4, 335, 'Other Discount', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1313, 4, 390, 'Other Download List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1314, 4, 597, 'Other Downloads', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1315, 4, 544, 'Paid', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1316, 4, 324, 'Paid Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1317, 4, 257, 'Parent', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1318, 4, 444, 'Parent Guardian Detail', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1319, 4, 231, 'Pass', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1320, 4, 241, 'Passing Marks', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1321, 4, 167, 'Password', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1322, 4, 313, 'Payment', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1323, 4, 274, 'Payment Id', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1324, 4, 450, 'Payment Id Detail', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1325, 4, 418, 'Paypal Email', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1326, 4, 416, 'Paypal Password', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1327, 4, 414, 'Paypal Setting', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1328, 4, 417, 'Paypal Signature', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1329, 4, 415, 'Paypal Username', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1330, 4, 605, 'PDF', NULL, 'no', '2017-04-10 08:55:16', '0000-00-00 00:00:00'),
(1331, 4, 147, 'Percent', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1332, 4, 363, 'Percent From', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1333, 4, 149, 'Percent To', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1334, 4, 362, 'Percent Upto', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1335, 4, 580, 'Percentage', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1336, 4, 18, 'Permanent Address', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1337, 4, 73, 'Phone', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1339, 4, 463, 'Post New Message', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1340, 4, 193, 'Post Date', NULL, 'no', '2017-04-10 08:55:57', '0000-00-00 00:00:00'),
(1341, 4, 542, 'Practical', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1342, 4, 543, 'Present', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1343, 4, 267, 'Previous School Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1344, 4, 400, 'Print', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1345, 4, 329, 'Print Selected', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1346, 4, 297, 'Profile', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1347, 4, 245, 'Promote', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1348, 4, 440, 'Promote In Session', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1349, 4, 552, 'Promote Students', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1350, 4, 441, 'Promote Students In Next Session', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1351, 4, 286, 'Publish Date', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1352, 4, 255, 'Publish On', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1353, 4, 189, 'Publisher', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1354, 4, 191, 'Qty', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1355, 4, 548, 'Quick Links', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1356, 4, 218, 'Rack Number', NULL, 'no', '2017-05-20 02:42:23', '0000-00-00 00:00:00'),
(1357, 4, 104, 'Receipt Number', NULL, 'no', '2017-05-20 02:42:19', '0000-00-00 00:00:00'),
(1358, 4, 538, 'Registered Phone Number', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1359, 4, 15, 'Religion', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1360, 4, 82, 'Report', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1361, 4, 525, 'Report Card', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1362, 4, 216, 'Reports', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1363, 4, 85, 'Reset', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1364, 4, 427, 'Restore', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1365, 4, 230, 'Result', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1366, 4, 473, 'Revert', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1367, 4, 6, 'Roll Number', NULL, 'no', '2017-05-20 02:42:27', '0000-00-00 00:00:00'),
(1368, 4, 239, 'Room', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1369, 4, 242, 'Room Number', NULL, 'no', '2017-05-20 02:42:33', '0000-00-00 00:00:00'),
(1370, 4, 454, 'Room Number / Name', NULL, 'no', '2017-05-19 22:45:35', '0000-00-00 00:00:00'),
(1371, 4, 401, 'Room Type', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1372, 4, 403, 'Room Type List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1373, 4, 503, 'Route', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1374, 4, 394, 'Route List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1375, 4, 223, 'Route Title', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1376, 4, 569, 'Routes', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1377, 4, 185, 'RTE', NULL, 'no', '2017-04-10 08:57:10', '0000-00-00 00:00:00'),
(1378, 4, 66, 'Save', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1379, 4, 298, 'Save Attendance', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1380, 4, 607, 'Scheduled', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1381, 4, 151, 'School Code', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1383, 4, 69, 'School Logo', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1384, 4, 2, 'School Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1385, 4, 37, 'Search', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1386, 4, 497, 'Search By Keyword', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1387, 4, 588, 'Search By Name, Roll Number, Enroll Number, National Id, Local Id Etc..', NULL, 'no', '2017-05-20 02:42:47', '0000-00-00 00:00:00'),
(1388, 4, 556, 'Search Due Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1389, 4, 559, 'Search Expense', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1390, 4, 555, 'Search Fees Payment', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1391, 4, 591, 'Search Student', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1392, 4, 336, 'Search Transaction', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1393, 4, 10, 'Section', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1394, 4, 56, 'Section List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1395, 4, 451, 'Section Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1396, 4, 566, 'Sections', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1397, 4, 407, 'Select', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1398, 4, 84, 'Select Criteria', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1399, 4, 293, 'Select CSV File', NULL, 'no', '2017-04-10 08:58:35', '0000-00-00 00:00:00'),
(1400, 4, 31, 'Select Image', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1401, 4, 68, 'Select Logo', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1402, 4, 266, 'Send', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1403, 4, 572, 'Send Message', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1404, 4, 1, 'Session', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1405, 4, 52, 'Session List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1406, 4, 576, 'Session Setting', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1407, 4, 410, 'Session Start Month', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1408, 4, 517, 'Show', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1409, 4, 305, 'Sibling', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1411, 4, 152, 'Sign In', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1412, 4, 477, 'Smart School', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1413, 4, 76, 'SMS Configuration', NULL, 'no', '2017-04-10 08:59:11', '0000-00-00 00:00:00'),
(1414, 4, 77, 'SMS Gateway URL', NULL, 'no', '2017-05-19 22:47:13', '0000-00-00 00:00:00'),
(1415, 4, 476, 'SMS Setting', NULL, 'no', '2017-04-10 08:59:22', '0000-00-00 00:00:00'),
(1416, 4, 237, 'Start Time', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1417, 4, 78, 'Status', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1418, 4, 61, 'Student', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1419, 4, 550, 'Student Admission', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1420, 4, 560, 'Student Attendance', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1421, 4, 551, 'Student Categories', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1422, 4, 325, 'Student Detail', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1423, 4, 549, 'Student Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1424, 4, 322, 'Student Fees Report', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1425, 4, 207, 'Student Information', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1426, 4, 592, 'Students List', NULL, 'no', '2017-04-10 08:59:55', '0000-00-00 00:00:00'),
(1427, 4, 183, 'Student Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1428, 4, 573, 'Student Report', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1429, 4, 434, 'Students', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1430, 4, 568, 'Study Material', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1431, 4, 388, 'Study Material List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1432, 4, 217, 'Subject', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1433, 4, 144, 'Subject Code', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1434, 4, 261, 'Subject List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1435, 4, 143, 'Subject Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1436, 4, 521, 'Subject Type', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1437, 4, 483, 'Subjects', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1438, 4, 359, 'Submit', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1439, 4, 596, 'Syllabus', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1440, 4, 389, 'Syllabus List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1441, 4, 215, 'System Settings', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1442, 4, 258, 'Teacher', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1443, 4, 260, 'Teacher Detail', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1444, 4, 251, 'Teacher List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1445, 4, 166, 'Teacher Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1446, 4, 187, 'Teacher Photo', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1447, 4, 469, 'Teacher Subject', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1448, 4, 433, 'Teachers', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1449, 4, 541, 'Theory', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1450, 4, 264, 'Title', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1451, 4, 610, 'To', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1452, 4, 90, 'Total', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1453, 4, 182, 'Total Balance', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1454, 4, 323, 'Total Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1455, 4, 301, 'Total Marks', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1456, 4, 180, 'Total Paid Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1457, 4, 332, 'Total Transport Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1458, 4, 609, 'Transaction From', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1459, 4, 574, 'Transaction Report', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1460, 4, 222, 'Transport', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1461, 4, 586, 'Transport - Routes', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1462, 4, 155, 'Transport Fees', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1463, 4, 318, 'Transport Fees Details', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1464, 4, 480, 'Transport Routes', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1465, 4, 536, 'Twilio Account SID', NULL, 'no', '2017-04-10 09:01:04', '0000-00-00 00:00:00'),
(1466, 4, 534, 'Twilio SMS Gateway', NULL, 'no', '2017-04-10 09:01:10', '0000-00-00 00:00:00'),
(1467, 4, 88, 'Type', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1468, 4, 599, 'Unpaid', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1469, 4, 490, 'Upload', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1470, 4, 378, 'Upload Content', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1471, 4, 205, 'Upload Date', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1472, 4, 268, 'Upload Documents', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1473, 4, 424, 'Upload From Local Directory', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1474, 4, 488, 'URL', NULL, 'no', '2017-04-10 09:01:27', '0000-00-00 00:00:00'),
(1475, 4, 478, 'User Login', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1476, 4, 74, 'User Name', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1477, 4, 589, 'User Type', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1478, 4, 539, 'Username', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1479, 4, 506, 'Vehicle', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1480, 4, 507, 'Vehicle List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1481, 4, 513, 'Vehicle Model', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1482, 4, 512, 'Vehicle Number', NULL, 'no', '2017-05-20 02:42:56', '0000-00-00 00:00:00'),
(1483, 4, 502, 'Vehicle Route List', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1484, 4, 504, 'Vehicle Routes', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1485, 4, 570, 'Vehicles', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1486, 4, 474, 'View', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1487, 4, 522, 'View Detail', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1488, 4, 604, 'View Schedule', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1489, 4, 356, 'View Status', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1490, 4, 280, 'Visibility', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1491, 4, 279, 'Visible To All', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1492, 4, 515, 'Year Made', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1493, 4, 545, 'Yes', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(1494, 4, 350, 'You Can Edit Record', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00'),
(36671, 4, 642, 'Accountant List', NULL, 'no', '2017-05-19 22:33:47', '0000-00-00 00:00:00'),
(36672, 4, 643, 'Accountant Photo', NULL, 'no', '2017-05-19 22:33:56', '0000-00-00 00:00:00'),
(36673, 4, 631, 'Accountants', NULL, 'no', '2017-05-19 22:34:03', '0000-00-00 00:00:00'),
(36674, 4, 641, 'Add Accountant', NULL, 'no', '2017-05-19 22:34:14', '0000-00-00 00:00:00'),
(36675, 4, 633, 'Add Librarian', NULL, 'no', '2017-05-19 22:34:40', '0000-00-00 00:00:00'),
(36677, 4, 649, 'Add Student', NULL, 'no', '2017-05-19 22:35:41', '0000-00-00 00:00:00'),
(36678, 4, 624, 'Book', NULL, 'no', '2017-05-19 22:36:04', '0000-00-00 00:00:00'),
(36679, 4, 629, 'Book Issued', NULL, 'no', '2017-05-19 22:36:13', '0000-00-00 00:00:00'),
(36680, 4, 645, 'Book Number', NULL, 'no', '2017-05-19 22:36:30', '0000-00-00 00:00:00'),
(36681, 4, 650, 'Books Issue / Retun', NULL, 'no', '2018-09-08 05:36:51', '0000-00-00 00:00:00'),
(36682, 4, 640, 'Change Username', NULL, 'no', '2017-05-19 22:37:05', '0000-00-00 00:00:00'),
(36683, 4, 639, 'Confirm Username', NULL, 'no', '2017-05-19 22:37:39', '0000-00-00 00:00:00'),
(36684, 4, 637, 'Current Username', NULL, 'no', '2017-05-19 22:38:06', '0000-00-00 00:00:00'),
(36685, 4, 644, 'Edit Accountant', NULL, 'no', '2017-05-19 22:38:44', '0000-00-00 00:00:00'),
(36686, 4, 636, 'Edit Librarian', NULL, 'no', '2017-05-19 22:39:30', '0000-00-00 00:00:00'),
(36687, 4, 647, 'ISBN Number', NULL, 'no', '2017-05-19 22:40:25', '0000-00-00 00:00:00'),
(36688, 4, 623, 'Issue', NULL, 'no', '2017-05-19 22:40:30', '0000-00-00 00:00:00'),
(36689, 4, 621, 'Issue Book', NULL, 'no', '2017-05-19 22:40:40', '0000-00-00 00:00:00'),
(36690, 4, 648, 'Issue / Return', NULL, 'no', '2018-09-08 05:20:45', '0000-00-00 00:00:00'),
(36691, 4, 635, 'Librarian List', NULL, 'no', '2017-05-19 22:41:31', '0000-00-00 00:00:00'),
(36692, 4, 634, 'Librarian Photo', NULL, 'no', '2017-05-19 22:41:38', '0000-00-00 00:00:00'),
(36696, 4, 626, 'Library Card Number', NULL, 'no', '2017-05-19 22:42:23', '0000-00-00 00:00:00'),
(36697, 4, 628, 'Member Id', NULL, 'no', '2017-05-19 22:42:53', '0000-00-00 00:00:00'),
(36698, 4, 622, 'Member Type', NULL, 'no', '2017-05-19 22:43:01', '0000-00-00 00:00:00'),
(36699, 4, 625, 'Members', NULL, 'no', '2017-05-19 22:43:06', '0000-00-00 00:00:00'),
(36700, 4, 638, 'New Username', NULL, 'no', '2017-05-19 22:43:23', '0000-00-00 00:00:00'),
(36701, 4, 627, 'Return Date', NULL, 'no', '2017-05-19 22:45:06', '0000-00-00 00:00:00'),
(36702, 4, 630, 'Timezone', NULL, 'no', '2017-05-19 22:47:48', '0000-00-00 00:00:00'),
(36703, 4, 646, 'Users', NULL, 'no', '2017-05-19 22:48:21', '0000-00-00 00:00:00'),
(73979, 4, 653, 'Surrender Membership', NULL, 'no', '2017-05-29 12:56:46', '0000-00-00 00:00:00'),
(73980, 4, 651, 'Members List', NULL, 'no', '2017-05-29 12:57:05', '0000-00-00 00:00:00'),
(73981, 4, 651, 'Members List', NULL, 'no', '2017-05-29 12:57:18', '0000-00-00 00:00:00'),
(73982, 4, 652, 'Issue Date', NULL, 'no', '2017-05-29 12:57:35', '0000-00-00 00:00:00'),
(73983, 4, 686, 'Add Admin User', NULL, 'no', '2017-08-04 13:21:48', '0000-00-00 00:00:00'),
(73984, 4, 663, 'Add Fees Discount', NULL, 'no', '2017-08-04 13:22:03', '0000-00-00 00:00:00'),
(73985, 4, 663, 'Add Fees Discount', NULL, 'no', '2017-08-04 13:22:05', '0000-00-00 00:00:00'),
(73986, 4, 655, 'Add Fees Group', NULL, 'no', '2017-08-04 13:22:13', '0000-00-00 00:00:00'),
(73987, 4, 676, 'Add Member', NULL, 'no', '2017-08-04 13:22:26', '0000-00-00 00:00:00'),
(73988, 4, 688, 'Admin Email', NULL, 'no', '2017-08-04 13:22:39', '0000-00-00 00:00:00'),
(73989, 4, 687, 'Admin Name', NULL, 'no', '2017-08-04 13:22:47', '0000-00-00 00:00:00'),
(73990, 4, 689, 'Admin Password', NULL, 'no', '2017-08-04 13:22:57', '0000-00-00 00:00:00'),
(73991, 4, 685, 'Admin Users', NULL, 'no', '2017-08-04 13:23:04', '0000-00-00 00:00:00'),
(73992, 4, 664, 'All', NULL, 'no', '2017-08-04 13:23:10', '0000-00-00 00:00:00'),
(73993, 4, 667, 'Applied', NULL, 'no', '2017-08-04 13:23:20', '0000-00-00 00:00:00'),
(73994, 4, 674, 'Apply Discount', NULL, 'no', '2017-08-04 13:23:30', '0000-00-00 00:00:00'),
(73995, 4, 670, 'Assign / View', NULL, 'no', '2017-08-04 13:23:46', '0000-00-00 00:00:00'),
(73996, 4, 665, 'Assign Fees Discount', NULL, 'no', '2017-08-04 13:23:56', '0000-00-00 00:00:00'),
(73997, 4, 691, 'Assign Fees Group', NULL, 'no', '2017-08-04 13:24:20', '0000-00-00 00:00:00'),
(73998, 4, 684, 'Assigned', NULL, 'no', '2017-08-04 13:24:30', '0000-00-00 00:00:00'),
(73999, 4, 669, 'Confirmation', NULL, 'no', '2017-08-04 13:24:42', '0000-00-00 00:00:00'),
(74000, 4, 669, 'Confirmation', NULL, 'no', '2017-08-04 13:24:53', '0000-00-00 00:00:00'),
(74001, 4, 661, 'Discount Code', NULL, 'no', '2017-08-04 13:25:04', '0000-00-00 00:00:00'),
(74002, 4, 675, 'Discount of', NULL, 'no', '2017-08-04 13:25:19', '0000-00-00 00:00:00'),
(74003, 4, 657, 'Due Date', NULL, 'no', '2017-08-04 13:25:27', '0000-00-00 00:00:00'),
(74004, 4, 660, 'Edit Fees Discount', NULL, 'no', '2017-08-04 13:25:40', '0000-00-00 00:00:00'),
(74005, 4, 671, 'Edit Fees Group', NULL, 'no', '2017-08-04 13:25:48', '0000-00-00 00:00:00'),
(74006, 4, 673, 'Edit Fees Master', NULL, 'no', '2017-08-04 13:25:57', '0000-00-00 00:00:00'),
(74007, 4, 672, 'Edit Fees Type', NULL, 'no', '2017-08-04 13:26:09', '0000-00-00 00:00:00'),
(74008, 4, 678, 'Email Engine', NULL, 'no', '2017-08-04 13:26:20', '0000-00-00 00:00:00'),
(74009, 4, 677, 'Email Setting', NULL, 'no', '2017-08-04 13:26:32', '0000-00-00 00:00:00'),
(74010, 4, 658, 'Fees Code', NULL, 'no', '2017-08-04 13:26:42', '0000-00-00 00:00:00'),
(74011, 4, 659, 'Fees Discount', NULL, 'no', '2017-08-04 13:26:58', '0000-00-00 00:00:00'),
(74012, 4, 662, 'Fees Discount List', NULL, 'no', '2017-08-04 13:27:09', '0000-00-00 00:00:00'),
(74013, 4, 654, 'Fees Group', NULL, 'no', '2017-08-04 13:27:17', '0000-00-00 00:00:00'),
(74014, 4, 656, 'Fees Group List', NULL, 'no', '2017-08-04 13:27:25', '0000-00-00 00:00:00'),
(74015, 4, 690, 'Forgot Password', NULL, 'no', '2017-08-04 13:27:36', '0000-00-00 00:00:00'),
(74016, 4, 666, 'Partial', NULL, 'no', '2017-08-04 13:27:49', '0000-00-00 00:00:00'),
(74017, 4, 680, 'SMTP Password', NULL, 'no', '2017-08-04 13:28:04', '0000-00-00 00:00:00'),
(74018, 4, 682, 'SMTP Port', NULL, 'no', '2017-08-04 13:28:12', '0000-00-00 00:00:00'),
(74019, 4, 683, 'SMTP Security', NULL, 'no', '2017-08-04 13:28:27', '0000-00-00 00:00:00'),
(74020, 4, 681, 'SMTP Server', NULL, 'no', '2017-08-04 13:28:35', '0000-00-00 00:00:00'),
(74021, 4, 679, 'SMTP Username', NULL, 'no', '2017-08-04 13:28:43', '0000-00-00 00:00:00');
INSERT INTO `lang_pharses` (`id`, `lang_id`, `key_id`, `pharses`, `text`, `is_active`, `created_at`, `updated_at`) VALUES
(74022, 4, 668, 'Student Fees', NULL, 'no', '2017-08-04 13:28:51', '0000-00-00 00:00:00'),
(74023, 4, 692, 'Accountant', NULL, 'no', '2017-10-31 09:10:23', '0000-00-00 00:00:00'),
(74024, 4, 693, 'Add Income', NULL, 'no', '2017-10-31 09:10:40', '0000-00-00 00:00:00'),
(74025, 4, 732, 'Add Item Supplier', NULL, 'no', '2017-12-14 11:45:30', '0000-00-00 00:00:00'),
(74026, 4, 731, 'Add Item Stock', NULL, 'no', '2017-12-14 11:45:20', '0000-00-00 00:00:00'),
(74027, 4, 733, 'Available Quantity', NULL, 'no', '2017-12-14 11:49:22', '0000-00-00 00:00:00'),
(74028, 4, 694, 'Add Item Store', NULL, 'no', '2017-10-31 09:44:42', '0000-00-00 00:00:00'),
(74029, 4, 734, 'Contact Person Phone', NULL, 'no', '2017-10-31 09:44:52', '0000-00-00 00:00:00'),
(74030, 4, 695, 'Admin', NULL, 'no', '2017-10-31 09:45:16', '0000-00-00 00:00:00'),
(74031, 4, 696, 'Attach Docement', NULL, 'no', '2017-10-31 09:45:45', '0000-00-00 00:00:00'),
(74032, 4, 696, 'Attach Document', NULL, 'no', '2017-10-31 09:45:52', '0000-00-00 00:00:00'),
(74033, 4, 696, 'Attach Document', NULL, 'no', '2017-10-31 09:46:10', '0000-00-00 00:00:00'),
(74034, 4, 750, 'Current Theme', NULL, 'no', '2017-12-14 11:52:34', '0000-00-00 00:00:00'),
(74035, 4, 735, 'Edit Item Supplier', NULL, 'no', '2017-12-14 11:53:52', '0000-00-00 00:00:00'),
(74036, 4, 748, 'Send Through', NULL, 'no', '2017-12-14 12:33:14', '0000-00-00 00:00:00'),
(74037, 4, 698, 'Contact Person Email', NULL, 'no', '2017-10-31 09:47:12', '0000-00-00 00:00:00'),
(74038, 4, 699, 'Contact Person Name', NULL, 'no', '2017-10-31 09:47:26', '0000-00-00 00:00:00'),
(74039, 4, 736, 'Edit Item', NULL, 'no', '2017-12-14 11:53:35', '0000-00-00 00:00:00'),
(74040, 4, 751, 'Guardian Email', NULL, 'no', '2018-09-03 04:08:26', '0000-00-00 00:00:00'),
(74041, 4, 700, 'Edit Income Head', NULL, 'no', '2017-10-31 09:48:04', '0000-00-00 00:00:00'),
(74042, 4, 738, 'Expense Details', NULL, 'no', '2017-12-14 11:57:52', '0000-00-00 00:00:00'),
(74043, 4, 702, 'Edit Item Category', NULL, 'no', '2017-10-31 09:48:20', '0000-00-00 00:00:00'),
(74044, 4, 701, 'Edit Item Store', NULL, 'no', '2017-10-31 09:48:29', '0000-00-00 00:00:00'),
(74045, 4, 737, 'Edit Income', NULL, 'no', '2017-12-14 11:54:17', '0000-00-00 00:00:00'),
(74046, 4, 703, 'Group', NULL, 'no', '2017-12-14 11:59:19', '0000-00-00 00:00:00'),
(74047, 4, 704, 'Guardians', NULL, 'no', '2017-12-14 11:59:53', '0000-00-00 00:00:00'),
(74048, 4, 752, 'Hash Key', NULL, 'no', '2017-12-14 12:00:04', '0000-00-00 00:00:00'),
(74049, 4, 705, 'Income Head List', NULL, 'no', '2017-12-14 12:01:36', '0000-00-00 00:00:00'),
(74050, 4, 753, 'Income List', NULL, 'no', '2017-12-14 12:02:19', '0000-00-00 00:00:00'),
(74051, 4, 708, 'Individual', NULL, 'no', '2017-12-14 12:03:41', '0000-00-00 00:00:00'),
(74052, 4, 740, 'Income Id', NULL, 'no', '2017-12-14 12:02:05', '0000-00-00 00:00:00'),
(74053, 4, 707, 'Income', NULL, 'no', '2017-12-14 12:01:27', '0000-00-00 00:00:00'),
(74054, 4, 706, 'Income Head', NULL, 'no', '2017-12-14 12:01:21', '0000-00-00 00:00:00'),
(74055, 4, 741, 'Income Result', NULL, 'no', '2017-12-14 12:02:50', '0000-00-00 00:00:00'),
(74056, 4, 754, 'Income Result', NULL, 'no', '2017-12-14 12:03:03', '0000-00-00 00:00:00'),
(74057, 4, 742, 'Issued By', NULL, 'no', '2017-12-14 12:15:24', '0000-00-00 00:00:00'),
(74058, 4, 755, 'Income Search', NULL, 'no', '2017-12-14 12:03:30', '0000-00-00 00:00:00'),
(74059, 4, 756, 'MSG91', NULL, 'no', '2017-12-14 12:25:55', '0000-00-00 00:00:00'),
(74060, 4, 709, 'Inventory', NULL, 'no', '2017-12-14 12:49:15', '0000-00-00 00:00:00'),
(74061, 4, 710, 'Issue By', NULL, 'no', '2017-12-14 12:04:36', '0000-00-00 00:00:00'),
(74062, 4, 765, 'Payment Methods', NULL, 'no', '2017-12-14 12:28:01', '0000-00-00 00:00:00'),
(74063, 4, 711, 'Issue To', NULL, 'no', '2017-12-14 12:04:55', '0000-00-00 00:00:00'),
(74064, 4, 713, 'Item Store', NULL, 'no', '2017-12-14 12:20:06', '0000-00-00 00:00:00'),
(74065, 4, 712, 'Issue Item', NULL, 'no', '2017-12-14 12:04:47', '0000-00-00 00:00:00'),
(74066, 4, 743, 'Item Category List', NULL, 'no', '2017-12-14 12:19:16', '0000-00-00 00:00:00'),
(74067, 4, 716, 'Item Stock List', NULL, 'no', '2017-12-14 12:19:00', '0000-00-00 00:00:00'),
(74068, 4, 715, 'Item', NULL, 'no', '2017-12-14 12:15:48', '0000-00-00 00:00:00'),
(74069, 4, 744, 'Item List', NULL, 'no', '2017-12-14 12:19:49', '0000-00-00 00:00:00'),
(74070, 4, 745, 'Item Store List', NULL, 'no', '2017-12-14 12:20:24', '0000-00-00 00:00:00'),
(74071, 4, 717, 'Item Stock Code', NULL, 'no', '2017-12-14 12:20:13', '0000-00-00 00:00:00'),
(74072, 4, 714, 'Item Category', NULL, 'no', '2017-12-14 12:19:39', '0000-00-00 00:00:00'),
(74073, 4, 718, 'Item Store Name', NULL, 'no', '2017-12-14 12:20:30', '0000-00-00 00:00:00'),
(74074, 4, 746, 'Item Supplier', NULL, 'no', '2017-12-14 12:20:41', '0000-00-00 00:00:00'),
(74075, 4, 719, 'Item Supplier List', NULL, 'no', '2017-12-14 12:21:00', '0000-00-00 00:00:00'),
(74076, 4, 747, 'Contact Person', NULL, 'no', '2017-12-14 11:50:53', '0000-00-00 00:00:00'),
(74077, 4, 720, 'Librarian', NULL, 'no', '2017-12-14 12:21:17', '0000-00-00 00:00:00'),
(74078, 4, 721, 'Quantity', NULL, 'no', '2017-12-14 12:29:46', '0000-00-00 00:00:00'),
(74079, 4, 632, 'Librarians', NULL, 'no', '2017-10-31 09:55:12', '0000-00-00 00:00:00'),
(74080, 4, 757, 'Notification Setting', NULL, 'no', '2017-12-14 12:27:15', '0000-00-00 00:00:00'),
(74081, 4, 757, 'Notification Setting', NULL, 'no', '2017-12-14 12:27:29', '0000-00-00 00:00:00'),
(74082, 4, 723, 'Return', NULL, 'no', '2017-12-14 12:31:11', '0000-00-00 00:00:00'),
(74083, 4, 724, 'Returned', NULL, 'no', '2017-12-14 12:31:23', '0000-00-00 00:00:00'),
(74084, 4, 725, 'Search Income', NULL, 'no', '2017-12-14 12:32:24', '0000-00-00 00:00:00'),
(74085, 4, 764, 'Email / SMS Log', NULL, 'no', '2017-12-14 11:56:52', '0000-00-00 00:00:00'),
(74086, 4, 763, 'Email / SMS', NULL, 'no', '2017-12-14 11:56:19', '0000-00-00 00:00:00'),
(74087, 4, 727, 'Store', NULL, 'no', '2017-12-14 12:34:11', '0000-00-00 00:00:00'),
(74088, 4, 749, 'Auth Key', NULL, 'no', '2017-12-14 11:48:27', '0000-00-00 00:00:00'),
(74089, 4, 759, 'SMS Country', NULL, 'no', '2017-12-14 12:33:50', '0000-00-00 00:00:00'),
(74090, 4, 728, 'Supplier', NULL, 'no', '2017-12-14 12:35:11', '0000-00-00 00:00:00'),
(74091, 4, 760, 'Test Local', NULL, 'no', '2017-12-14 12:35:44', '0000-00-00 00:00:00'),
(74092, 4, 730, 'Add Item', NULL, 'no', '2017-12-14 11:44:19', '0000-00-00 00:00:00'),
(74093, 4, 761, 'User Log', NULL, 'no', '2017-12-14 12:36:49', '0000-00-00 00:00:00'),
(74094, 4, 761, 'User Log', NULL, 'no', '2017-12-14 12:37:02', '0000-00-00 00:00:00'),
(74095, 4, 767, 'Stripe API Secret Key', NULL, 'no', '2017-12-14 12:34:28', '0000-00-00 00:00:00'),
(74096, 4, 762, 'Send Email / SMS', NULL, 'no', '2017-12-14 12:33:03', '0000-00-00 00:00:00'),
(74097, 4, 697, 'Confirm Return', NULL, 'no', '2017-10-31 10:01:22', '0000-00-00 00:00:00'),
(74098, 4, 739, 'Income Details', NULL, 'no', '2017-12-14 12:01:47', '0000-00-00 00:00:00'),
(74099, 4, 766, 'All Users', NULL, 'no', '2017-12-14 11:47:37', '0000-00-00 00:00:00'),
(74100, 4, 758, 'Sender ID', NULL, 'no', '2017-12-14 12:33:25', '0000-00-00 00:00:00'),
(74101, 4, 722, 'Reset Password', NULL, 'no', '2017-12-14 12:30:10', '0000-00-00 00:00:00'),
(74102, 4, 726, 'SMS', NULL, 'no', '2017-12-14 12:33:41', '0000-00-00 00:00:00'),
(74103, 4, 729, 'Add Item Category', NULL, 'no', '2017-12-14 11:44:42', '0000-00-00 00:00:00'),
(74104, 4, 768, 'Stripe Publishable Key', NULL, 'no', '2017-12-14 12:34:44', '0000-00-00 00:00:00'),
(74105, 4, 769, 'PayU Money Key', NULL, 'no', '2017-12-14 12:28:39', '0000-00-00 00:00:00'),
(74106, 4, 776, 'Absent Student', NULL, 'no', '2017-12-14 11:43:20', '0000-00-00 00:00:00'),
(74107, 4, 782, 'Click To Return', NULL, 'no', '2017-12-14 11:50:36', '0000-00-00 00:00:00'),
(74108, 4, 774, 'Exam Result', NULL, 'no', '2017-12-14 11:57:34', '0000-00-00 00:00:00'),
(74109, 4, 775, 'Fees Submission', NULL, 'no', '2017-12-14 11:58:38', '0000-00-00 00:00:00'),
(74110, 4, 779, 'IP Address', NULL, 'no', '2017-12-14 12:03:51', '0000-00-00 00:00:00'),
(74111, 4, 779, 'IP Address', NULL, 'no', '2017-12-14 12:04:16', '0000-00-00 00:00:00'),
(74112, 4, 777, 'Login Credential', NULL, 'no', '2017-12-14 12:21:47', '0000-00-00 00:00:00'),
(74113, 4, 780, 'Login Time', NULL, 'no', '2017-12-14 12:21:56', '0000-00-00 00:00:00'),
(74114, 4, 771, 'CCAvenue Merchant ID', NULL, 'no', '2017-12-14 12:54:55', '0000-00-00 00:00:00'),
(74115, 4, 770, 'PayU Money Salt', NULL, 'no', '2017-12-14 12:29:10', '0000-00-00 00:00:00'),
(74116, 4, 778, 'Role', NULL, 'no', '2017-12-14 12:31:40', '0000-00-00 00:00:00'),
(74117, 4, 773, 'Select Payment Gateway', NULL, 'no', '2017-12-14 12:32:49', '0000-00-00 00:00:00'),
(74118, 4, 781, 'User Agent', NULL, 'no', '2017-12-14 12:36:42', '0000-00-00 00:00:00'),
(74119, 4, 772, 'CCAvenue Working Key', NULL, 'no', '2017-12-14 12:55:13', '0000-00-00 00:00:00'),
(74120, 4, 783, 'School', NULL, 'no', '2017-04-06 10:48:39', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `leave_tbl`
--

CREATE TABLE `leave_tbl` (
  `id` int(10) NOT NULL,
  `student_id` int(10) NOT NULL,
  `class_id` int(10) NOT NULL,
  `section_id` int(10) NOT NULL,
  `session_id` int(10) NOT NULL,
  `school_id` int(10) NOT NULL,
  `father_phone` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `leave_from` date NOT NULL,
  `from_time` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `leave_to` date NOT NULL,
  `to_time` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `status` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `reason` text COLLATE utf8_unicode_ci NOT NULL,
  `leave_status` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `leave_tbl`
--

INSERT INTO `leave_tbl` (`id`, `student_id`, `class_id`, `section_id`, `session_id`, `school_id`, `father_phone`, `leave_from`, `from_time`, `leave_to`, `to_time`, `status`, `reason`, `leave_status`, `created_at`) VALUES
(1, 1, 1, 1, 13, 0, '', '2019-04-02', '', '2019-04-02', '', 'half', 'dfs', '0', '0000-00-00'),
(2, 2, 1, 1, 13, 0, '', '2019-04-03', '', '2019-04-03', '', '', 'fdsf', '0', '0000-00-00'),
(3, 5, 1, 1, 13, 0, '', '2019-04-02', '', '2019-04-02', '', 'half', '', '0', '0000-00-00');

-- --------------------------------------------------------

--
-- Table structure for table `lectured_courses`
--

CREATE TABLE `lectured_courses` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `teacher` int(11) NOT NULL,
  `start_date` date NOT NULL,
  `end_date` date NOT NULL,
  `duration` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `certificate` varchar(40) COLLATE utf8_unicode_ci NOT NULL,
  `fees` float NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `lectured_courses`
--

INSERT INTO `lectured_courses` (`id`, `title`, `description`, `teacher`, `start_date`, `end_date`, `duration`, `certificate`, `fees`) VALUES
(1, 'Painting', '                                                                        For primary students                                                                                                                                    ', 14, '2019-03-24', '2019-04-26', '3 Month', 'Certificate', 30000),
(2, 'swimming', '                                    Swimming Basic for high school                                                                                                                                                                                                                  ', 16, '2019-04-01', '2019-05-01', '2 months', 'certificate', 25000),
(3, 'Drawing', '                                        For Primary Student                                                                                                ', 15, '2019-04-02', '2019-04-30', '1 month', 'certificate', 25000);

-- --------------------------------------------------------

--
-- Table structure for table `libarary_members`
--

CREATE TABLE `libarary_members` (
  `id` int(11) UNSIGNED NOT NULL,
  `library_card_no` varchar(50) DEFAULT NULL,
  `member_type` varchar(50) DEFAULT NULL,
  `member_id` int(11) DEFAULT NULL,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `libarary_members`
--

INSERT INTO `libarary_members` (`id`, `library_card_no`, `member_type`, `member_id`, `is_active`, `created_at`) VALUES
(2, '0012', 'student', 38, 'no', '2019-04-05 06:18:00'),
(3, '0013', 'student', 39, 'no', '2019-04-05 06:18:08'),
(4, '0014', 'student', 40, 'no', '2019-04-05 06:18:20'),
(5, '0015', 'student', 41, 'no', '2019-04-05 06:18:29'),
(6, '0016', 'teacher', 1, 'no', '2019-04-05 07:26:04'),
(7, '0002', 'student', 2, 'no', '2019-05-05 09:28:06'),
(8, '0003', 'student', 4, 'no', '2019-05-05 09:28:14'),
(9, '0004', 'student', 5, 'no', '2019-05-05 09:28:22'),
(10, '0005', 'student', 6, 'no', '2019-05-05 09:28:28'),
(11, '0006', 'student', 48, 'no', '2019-05-05 09:28:35'),
(12, 'T-001', 'teacher', 7, 'no', '2019-05-11 05:57:52'),
(13, 'T-002', 'teacher', 13, 'no', '2019-05-11 05:58:04'),
(14, 'T-003', 'teacher', 14, 'no', '2019-05-11 05:58:22'),
(15, '', 'teacher', 15, 'no', '2019-05-11 05:58:26'),
(16, 'T-005', 'teacher', 16, 'no', '2019-05-11 05:58:43'),
(17, 'T-006', 'teacher', 17, 'no', '2019-05-11 05:58:53');

-- --------------------------------------------------------

--
-- Table structure for table `librarians`
--

CREATE TABLE `librarians` (
  `id` int(11) UNSIGNED NOT NULL,
  `name` varchar(100) DEFAULT NULL,
  `email` varchar(100) DEFAULT NULL,
  `password` varchar(100) DEFAULT NULL,
  `address` text,
  `dob` date DEFAULT NULL,
  `designation` varchar(50) DEFAULT NULL,
  `sex` varchar(10) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `image` varchar(50) DEFAULT NULL,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `librarians`
--

INSERT INTO `librarians` (`id`, `name`, `email`, `password`, `address`, `dob`, `designation`, `sex`, `phone`, `image`, `is_active`, `created_at`) VALUES
(3, 'Mg Khine Moe', 'aa4154@gmail.com', NULL, '', '2019-04-14', NULL, 'Male', '0313554664', 'uploads/student_images/no_image.png', 'no', '2019-05-11 23:29:50');

-- --------------------------------------------------------

--
-- Table structure for table `location`
--

CREATE TABLE `location` (
  `id` tinyint(4) NOT NULL,
  `location` varchar(100) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `location`
--

INSERT INTO `location` (`id`, `location`) VALUES
(1, '`PRIVATE SCHOOL');

-- --------------------------------------------------------

--
-- Table structure for table `meetingminutes`
--

CREATE TABLE `meetingminutes` (
  `id` int(11) NOT NULL,
  `opening_time` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `closing_time` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `place` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `prepared_by` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `approved_by` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `meetingminutes`
--

INSERT INTO `meetingminutes` (`id`, `opening_time`, `closing_time`, `place`, `prepared_by`, `approved_by`, `date`, `description`) VALUES
(1, '1', '5', 'office', 'U Ba Gyan', 'kalay lay', '2019-04-01', '                                      about project                                                              '),
(2, '1', '5', 'office', 'aung la n san', 'aung la n gyan', '2019-04-05', '      about boxing                          '),
(3, '2 PM', '3 PM', 'Hall Room', 'Daw Mya', 'Daw Hla', '2019-04-02', '                                    this is descrioption                                                                ');

-- --------------------------------------------------------

--
-- Table structure for table `meetingminutes_detail`
--

CREATE TABLE `meetingminutes_detail` (
  `id` int(11) NOT NULL,
  `mtm_id` int(11) NOT NULL,
  `teacher_id` int(11) NOT NULL,
  `sign` varchar(50) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `meetingminutes_detail`
--

INSERT INTO `meetingminutes_detail` (`id`, `mtm_id`, `teacher_id`, `sign`) VALUES
(2, 2, 10, 'sdfsdf'),
(3, 1, 8, 'asgas'),
(7, 3, 4, ''),
(8, 3, 10, ''),
(9, 3, 6, '');

-- --------------------------------------------------------

--
-- Table structure for table `messages`
--

CREATE TABLE `messages` (
  `id` int(11) NOT NULL,
  `title` varchar(200) DEFAULT NULL,
  `message` text,
  `send_mail` varchar(10) DEFAULT '0',
  `send_sms` varchar(10) DEFAULT '0',
  `is_group` varchar(10) DEFAULT '0',
  `is_individual` varchar(10) DEFAULT '0',
  `is_class` int(10) NOT NULL DEFAULT '0',
  `group_list` text,
  `user_list` text,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `message_from_website`
--

CREATE TABLE `message_from_website` (
  `id` int(11) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `email` text COLLATE utf8_unicode_ci NOT NULL,
  `subject` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `message` text COLLATE utf8_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `status` int(11) NOT NULL,
  `reply_status` int(11) NOT NULL,
  `reply_message` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `version` bigint(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`version`) VALUES
(124);

-- --------------------------------------------------------

--
-- Table structure for table `monthlyfee`
--

CREATE TABLE `monthlyfee` (
  `id` int(11) NOT NULL,
  `fee_type` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `payment_for` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `feegroup_id` int(11) NOT NULL,
  `created_date` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `monthlyfee`
--

INSERT INTO `monthlyfee` (`id`, `fee_type`, `payment_for`, `feegroup_id`, `created_date`) VALUES
(4, 'By class', 'January,February,', 5, '2019-04-04'),
(5, 'By class', 'March,', 18, '2019-04-01'),
(6, 'By class', 'April,', 11, '2019-04-03'),
(7, 'By class', 'August,', 8, '2019-08-02'),
(8, 'By class', 'October,', 54, '2019-04-01'),
(9, 'By class', 'June,', 20, '2019-05-03'),
(10, 'By student', 'January,', 20, '2019-05-01'),
(11, 'By student', 'January,February,March,April,', 21, '2019-05-15');

-- --------------------------------------------------------

--
-- Table structure for table `notification_setting`
--

CREATE TABLE `notification_setting` (
  `id` int(11) NOT NULL,
  `type` varchar(100) DEFAULT NULL,
  `is_mail` varchar(10) DEFAULT '0',
  `is_sms` varchar(10) DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `onlinecv`
--

CREATE TABLE `onlinecv` (
  `id` int(11) NOT NULL,
  `job_id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `father_name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `dob` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `religion` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `education` text COLLATE utf8_unicode_ci NOT NULL,
  `work_exp` text COLLATE utf8_unicode_ci NOT NULL,
  `expected_salary` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `apply_position` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `phno` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `uploadcv` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `rec_letter` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(11) NOT NULL,
  `reply_status` int(11) NOT NULL,
  `reply_message` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `pass_student`
--

CREATE TABLE `pass_student` (
  `id` int(10) NOT NULL,
  `old_sessionid` int(10) NOT NULL,
  `old_classid` int(10) NOT NULL,
  `old_sectionid` int(10) NOT NULL,
  `student_id` int(10) NOT NULL,
  `class_id` int(10) NOT NULL,
  `section_id` int(10) NOT NULL,
  `session_id` int(10) NOT NULL,
  `status` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `pass_student`
--

INSERT INTO `pass_student` (`id`, `old_sessionid`, `old_classid`, `old_sectionid`, `student_id`, `class_id`, `section_id`, `session_id`, `status`, `created_at`) VALUES
(1, 13, 1, 1, 7, 4, 1, 13, 'Pass', '0000-00-00'),
(2, 13, 1, 1, 16, 4, 1, 13, 'Pass', '0000-00-00'),
(3, 13, 1, 1, 17, 4, 1, 13, 'Pass', '0000-00-00'),
(4, 13, 1, 1, 18, 4, 1, 13, 'Pass', '0000-00-00'),
(5, 13, 1, 1, 42, 4, 1, 13, 'Pass', '0000-00-00'),
(6, 13, 1, 1, 44, 4, 1, 13, 'Pass', '0000-00-00'),
(7, 13, 1, 1, 45, 4, 1, 13, 'Pass', '0000-00-00'),
(8, 14, 6, 1, 10, 7, 1, 14, 'Pass', '0000-00-00'),
(9, 14, 6, 1, 11, 7, 1, 14, 'Pass', '0000-00-00'),
(10, 14, 6, 1, 12, 7, 1, 14, 'Pass', '0000-00-00'),
(11, 14, 1, 1, 1, 2, 1, 14, 'Pass', '0000-00-00'),
(12, 14, 1, 1, 2, 2, 1, 14, 'Pass', '0000-00-00'),
(13, 14, 1, 1, 3, 2, 1, 14, 'Pass', '0000-00-00'),
(14, 14, 5, 1, 8, 6, 1, 14, 'Pass', '0000-00-00'),
(15, 14, 5, 1, 9, 6, 1, 14, 'Pass', '0000-00-00');

-- --------------------------------------------------------

--
-- Table structure for table `payment_method`
--

CREATE TABLE `payment_method` (
  `id` tinyint(4) NOT NULL,
  `payment` tinytext COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `payment_method`
--

INSERT INTO `payment_method` (`id`, `payment`) VALUES
(1, 'KBZ'),
(2, 'Cash'),
(3, 'aya'),
(4, 'cb pay');

-- --------------------------------------------------------

--
-- Table structure for table `payment_settings`
--

CREATE TABLE `payment_settings` (
  `id` int(11) NOT NULL,
  `payment_type` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `api_username` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `api_secret_key` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `salt` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `api_publishable_key` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `api_password` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `api_signature` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `api_email` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `paypal_demo` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `account_no` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `performance`
--

CREATE TABLE `performance` (
  `id` int(11) NOT NULL,
  `teacher_id` int(11) NOT NULL,
  `approved_by` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `performance`
--

INSERT INTO `performance` (`id`, `teacher_id`, `approved_by`) VALUES
(1, 0, 0),
(2, 4, 5);

-- --------------------------------------------------------

--
-- Table structure for table `performance_detail`
--

CREATE TABLE `performance_detail` (
  `id` int(11) NOT NULL,
  `header_id` int(11) NOT NULL,
  `ptype` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `plevel` varchar(50) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `performance_type`
--

CREATE TABLE `performance_type` (
  `id` int(11) NOT NULL,
  `name` varchar(200) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `performance_type`
--

INSERT INTO `performance_type` (`id`, `name`) VALUES
(1, 'adsfggh');

-- --------------------------------------------------------

--
-- Table structure for table `primary_result`
--

CREATE TABLE `primary_result` (
  `id` int(10) NOT NULL,
  `section_id` int(10) NOT NULL,
  `class_id` int(10) NOT NULL,
  `student_id` int(10) NOT NULL,
  `teacher_id` int(10) NOT NULL,
  `subject_id` int(10) NOT NULL,
  `authority` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `reportcard_month` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `grade` int(10) NOT NULL,
  `exam_time` int(10) NOT NULL,
  `created_at` date NOT NULL,
  `updated_at` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `primary_result`
--

INSERT INTO `primary_result` (`id`, `section_id`, `class_id`, `student_id`, `teacher_id`, `subject_id`, `authority`, `reportcard_month`, `grade`, `exam_time`, `created_at`, `updated_at`) VALUES
(1, 1, 1, 1, 17, 8, 'Admin', '2', 1, 1, '2019-04-30', '0000-00-00'),
(2, 1, 1, 2, 17, 8, 'Admin', '2', 2, 1, '2019-04-30', '0000-00-00'),
(3, 1, 1, 4, 17, 8, 'Admin', '2', 3, 1, '2019-04-30', '0000-00-00'),
(4, 1, 1, 5, 17, 8, 'Admin', '2', 1, 1, '2019-04-30', '0000-00-00'),
(5, 1, 1, 6, 17, 8, 'Admin', '2', 1, 1, '2019-04-30', '0000-00-00'),
(6, 1, 1, 1, 13, 9, 'Admin', '12', 1, 1, '2019-04-29', '0000-00-00'),
(7, 1, 1, 2, 13, 9, 'Admin', '12', 2, 1, '2019-04-29', '0000-00-00'),
(8, 1, 1, 4, 13, 9, 'Admin', '12', 2, 1, '2019-04-29', '0000-00-00'),
(9, 1, 1, 5, 13, 9, 'Admin', '12', 1, 1, '2019-04-29', '0000-00-00'),
(10, 1, 1, 6, 13, 9, 'Admin', '12', 3, 1, '2019-04-29', '0000-00-00'),
(11, 1, 1, 1, 13, 12, 'Admin', '12', 2, 1, '2019-04-29', '0000-00-00'),
(12, 1, 1, 2, 13, 12, 'Admin', '12', 2, 1, '2019-04-29', '0000-00-00'),
(13, 1, 1, 4, 13, 12, 'Admin', '12', 1, 1, '2019-04-29', '0000-00-00'),
(14, 1, 1, 5, 13, 12, 'Admin', '12', 1, 1, '2019-04-29', '0000-00-00'),
(15, 1, 1, 6, 13, 12, 'Admin', '12', 3, 1, '2019-04-29', '0000-00-00');

-- --------------------------------------------------------

--
-- Table structure for table `purchase`
--

CREATE TABLE `purchase` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `purchase_person` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `date` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `purchase`
--

INSERT INTO `purchase` (`id`, `title`, `purchase_person`, `date`) VALUES
(2, 'kk', 'vvvv', '2019-05-06');

-- --------------------------------------------------------

--
-- Table structure for table `purchase_detail`
--

CREATE TABLE `purchase_detail` (
  `pid` int(11) NOT NULL,
  `purchase_id` int(11) NOT NULL,
  `item_name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `unit` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `quantity` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `remark` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `purchase_detail`
--

INSERT INTO `purchase_detail` (`pid`, `purchase_id`, `item_name`, `unit`, `quantity`, `remark`) VALUES
(3, 1, 'Air Con 2 HP', 'NOS', '1', 'လက္ရွိ Air Con ျပင္မရေတာ့ပါ'),
(4, 1, 'Gread 1 Myanmar Reader Books', 'PCS', '30', 'Gread 1 Myanmar Reader Books မ်ားမရွိေတာ့ပါ'),
(5, 2, 'Air Con 2 HP', 'တစ္လံုး', '1', 'jfhfkf');

-- --------------------------------------------------------

--
-- Table structure for table `purchase_details`
--

CREATE TABLE `purchase_details` (
  `id` int(11) NOT NULL,
  `purchase_id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `quantity` int(11) NOT NULL,
  `price` float NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `total` float NOT NULL,
  `date` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `purchase_details`
--

INSERT INTO `purchase_details` (`id`, `purchase_id`, `item_id`, `quantity`, `price`, `description`, `total`, `date`) VALUES
(3, 2, 2, 3, 300, 'wefsdf', 900, '2019-05-06');

-- --------------------------------------------------------

--
-- Table structure for table `purchase_header`
--

CREATE TABLE `purchase_header` (
  `id` int(11) NOT NULL,
  `form_no` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `requested_school` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `business_unit` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `department` text COLLATE utf8_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `requested_by` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `certified_by` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `checked_by` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `approved_by` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `certified_date` date NOT NULL,
  `checked_date` date NOT NULL,
  `approved_date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `purchase_header`
--

INSERT INTO `purchase_header` (`id`, `form_no`, `requested_school`, `business_unit`, `department`, `date`, `requested_by`, `certified_by`, `checked_by`, `approved_by`, `certified_date`, `checked_date`, `approved_date`) VALUES
(1, '001', 'Success More', '2001', 'Admin', '0000-00-00', 'Daw Moe Moe', 'Daw Soe Soe', 'Admin', '', '0000-00-00', '0000-00-00', '0000-00-00'),
(2, '0001', 'Success More', '74646', 'Admin', '0000-00-00', 'Daw Mya', 'U Ba', 'U Han', 'Headmaster', '0000-00-00', '0000-00-00', '0000-00-00');

-- --------------------------------------------------------

--
-- Table structure for table `qualification`
--

CREATE TABLE `qualification` (
  `id` int(11) NOT NULL,
  `subject` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `qualification` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `qualification`
--

INSERT INTO `qualification` (`id`, `subject`, `qualification`) VALUES
(1, '11', 'so good');

-- --------------------------------------------------------

--
-- Table structure for table `read_notification`
--

CREATE TABLE `read_notification` (
  `id` int(11) NOT NULL,
  `student_id` int(11) DEFAULT NULL,
  `parent_id` int(10) NOT NULL,
  `notification_id` int(11) DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `read_notification`
--

INSERT INTO `read_notification` (`id`, `student_id`, `parent_id`, `notification_id`, `is_active`, `created_at`, `updated_at`) VALUES
(1, NULL, 8, 1, 'no', '2019-04-30 08:04:53', '0000-00-00 00:00:00'),
(2, NULL, 8, 2, 'no', '2019-05-06 05:51:24', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `reportcard_head`
--

CREATE TABLE `reportcard_head` (
  `id` int(11) NOT NULL,
  `left_logo` tinytext NOT NULL,
  `right_logo` tinytext NOT NULL,
  `address` text NOT NULL,
  `title` tinytext NOT NULL,
  `backtitle` text NOT NULL,
  `backtitle2` text NOT NULL,
  `level` varchar(100) NOT NULL,
  `allow_no` varchar(100) NOT NULL,
  `approved_center_no` varchar(100) NOT NULL,
  `nick` varchar(100) NOT NULL,
  `iso` tinytext NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `reportcard_head`
--

INSERT INTO `reportcard_head` (`id`, `left_logo`, `right_logo`, `address`, `title`, `backtitle`, `backtitle2`, `level`, `allow_no`, `approved_center_no`, `nick`, `iso`) VALUES
(1, '1.png', 'right_logo.png', 'International School ခ်မ္းျမသာစည္ရပ္၊ မံုရြာျမိဳ႕', 'လစဥ္ပညာရည္ တိုးတက္မႈ မွတ္တမ္း (Monthly Report Card) အေျခခံပညာ မူလတန္း', '<b>Success More </b>လအလိုက္ေက်ာင္းလုပ္ငန္းမ်ားတြင္ ပါ၀င္ေဆာင္ရြက္မႈ အကဲျဖတ္မွတ္တမ္း ', 'ေက်ာင္းလုပ္ငန္းတြင္ပါ၀င္ေဆာင္ရြက္မႈမ်ား', 'ထက္', 'ကက/၁၅/၁၂/၁၃၂', '95891', 'Success More ', 'iso.jpg'),
(2, '1.png', 'right_logo.png', '(International School) ခ်မ္းျမသာစည္ရပ္၊ မံုရြာျမိဳ႕', 'လစဥ္ပညာရည္တိုးတက္မႈမွတ္တမ္း (Monthly Report Card) အေျခခံပညာမူလတန္း &nbsp;&nbsp;  &nbsp;&nbsp;', '', '', 'ငယ္', 'ကက/၁၅/၁၂/၁၃၂', '95891', 'Success More ', 'iso.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `reportcard_month`
--

CREATE TABLE `reportcard_month` (
  `id` int(11) NOT NULL,
  `name` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sesion_id` int(11) NOT NULL,
  `note` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `reportcard_month`
--

INSERT INTO `reportcard_month` (`id`, `name`, `sesion_id`, `note`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'ေမ', 0, NULL, 'no', '2018-12-26 07:30:23', '0000-00-00 00:00:00'),
(2, 'ဇြန္', 6, '', 'no', '2018-12-26 07:30:39', '0000-00-00 00:00:00'),
(3, 'ဇူလိုင္', 7, '', 'no', '2018-12-26 07:30:56', '0000-00-00 00:00:00'),
(4, 'ၾသဂုတ္', 8, '', 'no', '2018-12-26 07:31:12', '0000-00-00 00:00:00'),
(5, 'စက္တင္ဘာ', 9, '', 'no', '2018-12-26 07:31:29', '0000-00-00 00:00:00'),
(6, 'ေအာက္တိုဘာ', 10, '', 'no', '2018-12-26 07:31:49', '0000-00-00 00:00:00'),
(7, 'ႏို၀င္ဘာ', 11, '', 'no', '2018-12-26 07:32:05', '0000-00-00 00:00:00'),
(8, 'ဒီဇင္ဘာ', 12, '', 'no', '2018-12-26 07:32:22', '0000-00-00 00:00:00'),
(9, 'ဇန္န၀ါရီ', 1, '', 'no', '2018-12-26 07:32:41', '0000-00-00 00:00:00'),
(10, 'ေဖေဖာ္၀ါရီ', 2, '', 'no', '2018-12-26 07:33:18', '0000-00-00 00:00:00'),
(11, 'မတ္', 0, NULL, 'no', '2018-12-26 07:33:55', '0000-00-00 00:00:00'),
(12, 'ဧၿပီ', 0, NULL, 'no', '2018-12-26 07:34:11', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `reportcard_subject`
--

CREATE TABLE `reportcard_subject` (
  `id` int(11) NOT NULL,
  `name` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sesion_id` int(11) NOT NULL,
  `note` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `reportcard_subject`
--

INSERT INTO `reportcard_subject` (`id`, `name`, `sesion_id`, `note`, `is_active`, `created_at`, `updated_at`) VALUES
(8, 'ျမန္မာစာ', 6, '', 'no', '2018-10-31 09:38:07', '0000-00-00 00:00:00'),
(9, 'အဂၤလိပ္စာ', 7, '', 'no', '2018-10-31 09:38:10', '0000-00-00 00:00:00'),
(10, 'သခၤ်ာ', 8, '', 'no', '2018-10-31 09:38:16', '0000-00-00 00:00:00'),
(11, 'အေထြေထြ သိပၸံဘာသာ', 9, '', 'no', '2018-10-31 09:38:21', '0000-00-00 00:00:00'),
(12, 'လူမႈေရး ဘာသာ', 10, '', 'no', '2018-10-31 09:39:04', '0000-00-00 00:00:00'),
(13, 'ပထ၀ီ ဘာသာ', 11, '', 'no', '2018-10-31 09:39:08', '0000-00-00 00:00:00'),
(14, 'သမိုင္း ဘာသာ', 12, '', 'no', '2018-10-31 09:39:16', '0000-00-00 00:00:00'),
(15, 'စုစုေပါင္း', 12, '', 'no', '2018-10-31 09:39:16', '0000-00-00 00:00:00'),
(17, 'အဆင့္', 12, '', 'no', '2018-10-31 09:39:16', '0000-00-00 00:00:00'),
(18, 'ေက်ာင္း ေခၚၾကိမ္', 12, '', 'no', '2018-10-31 09:39:16', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `resign_certificate`
--

CREATE TABLE `resign_certificate` (
  `id` int(25) NOT NULL,
  `enterschool_number` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `enter_date` date NOT NULL,
  `student_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `resign_date` date NOT NULL,
  `nrc_no` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `edu_from` date NOT NULL,
  `edu_to` date NOT NULL,
  `father_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `moved_school` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `moved_division` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `moved_township` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `moved_city` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `letattend_class` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `letattend_date` date NOT NULL,
  `dob` date NOT NULL,
  `nowattend_class` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `attend_date` date NOT NULL,
  `rollcalltime` int(25) NOT NULL,
  `parent_sign` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `parent_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `parent_nrc` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `parent_date` date NOT NULL,
  `principal_school` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `principal_city` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `registered_date` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `resign_certificate`
--

INSERT INTO `resign_certificate` (`id`, `enterschool_number`, `enter_date`, `student_name`, `resign_date`, `nrc_no`, `edu_from`, `edu_to`, `father_name`, `moved_school`, `moved_division`, `moved_township`, `moved_city`, `letattend_class`, `letattend_date`, `dob`, `nowattend_class`, `attend_date`, `rollcalltime`, `parent_sign`, `parent_name`, `parent_nrc`, `parent_date`, `principal_school`, `principal_city`, `registered_date`) VALUES
(1, 'hidden', '1970-01-01', 'naung naung', '1970-01-01', 'ccc', '1970-01-01', '1970-01-01', 'ba gyan', '', '', '', '', '', '1970-01-01', '1970-01-01', '', '1970-01-01', 0, '', '', '', '1970-01-01', '', '', '2019-05-06'),
(3, '', '2019-04-01', 'dj', '2019-04-03', '5/ မကန၀၉၀၇၁၈', '2019-04-01', '2019-04-05', 'U baby', 'nyatgyi', 'sagaing', 'kani', 'yangon', 'grade [8]', '2019-04-08', '2019-04-04', 'grade[8]', '2019-04-28', 9, 'ok', 'aung aung', '5/makana[098765]', '2019-04-30', 'kaung htet san', 'monywa', '2019-04-02');

-- --------------------------------------------------------

--
-- Table structure for table `room_types`
--

CREATE TABLE `room_types` (
  `id` int(11) NOT NULL,
  `room_type` varchar(200) DEFAULT NULL,
  `description` text,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `room_types`
--

INSERT INTO `room_types` (`id`, `room_type`, `description`, `created_at`, `updated_at`) VALUES
(2, '4 Bed Rooms', '4 Bed Rooms', '2019-03-30 05:55:32', '0000-00-00 00:00:00'),
(4, '8 Beds Room', 'ကုတင္ ၈ ေယာက္ဆန္႕', '2019-03-30 06:05:04', '0000-00-00 00:00:00'),
(5, '10 Bed Room', '', '2019-04-02 09:53:22', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `salary`
--

CREATE TABLE `salary` (
  `id` int(11) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `teacher_id` int(11) NOT NULL,
  `position` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `date` date DEFAULT NULL,
  `amount` decimal(10,0) DEFAULT NULL,
  `currency` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `note` text COLLATE utf8_unicode_ci,
  `authority` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'yes',
  `is_deleted` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `salary`
--

INSERT INTO `salary` (`id`, `name`, `teacher_id`, `position`, `date`, `amount`, `currency`, `note`, `authority`, `is_active`, `is_deleted`, `created_at`, `updated_at`) VALUES
(1, 'Daw Pyone Pyone', 1, 'Teacher', '2019-04-22', '200000', '', NULL, 'Admin', 'yes', 'no', '2019-04-22 03:12:56', '0000-00-00 00:00:00'),
(2, 'Daw Thin Thin Hlaing', 3, 'Teacher', '2019-04-22', '180000', '', NULL, 'Admin', 'yes', 'no', '2019-04-22 03:12:56', '0000-00-00 00:00:00'),
(3, 'Daw Hla Hla', 5, 'Teacher', '2019-04-22', '180000', '', NULL, 'Admin', 'yes', 'no', '2019-04-22 03:12:56', '0000-00-00 00:00:00'),
(4, 'Daw Than Than Htay', 7, 'Teacher', '2019-04-22', '150000', '', NULL, 'Admin', 'yes', 'no', '2019-04-22 03:12:56', '0000-00-00 00:00:00'),
(5, 'Daw Su Myat', 8, 'Teacher', '2019-04-22', '200000', '', NULL, 'Admin', 'yes', 'no', '2019-04-22 03:12:56', '0000-00-00 00:00:00'),
(6, 'Daw  Hla Swe', 9, 'Teacher', '2019-04-22', '300000', '', NULL, 'Admin', 'yes', 'no', '2019-04-22 03:12:56', '0000-00-00 00:00:00'),
(7, 'Daw Swe Swe', 10, 'Teacher', '2019-04-22', '300000', '', NULL, 'Admin', 'yes', 'no', '2019-04-22 03:12:56', '0000-00-00 00:00:00'),
(8, 'Daw Wai Wai', 11, 'Teaching', '2019-04-22', '250000', '', NULL, 'Admin', 'yes', 'no', '2019-04-22 03:12:56', '0000-00-00 00:00:00'),
(9, 'U Kyaw Thein Win', 12, 'Tescher', '2019-04-22', '200000', '', NULL, 'Admin', 'yes', 'no', '2019-04-22 03:12:56', '0000-00-00 00:00:00'),
(10, 'Daw Moe Moe', 13, 'Teacher', '2019-04-30', '220000', '', NULL, 'Admin', 'yes', 'no', '2019-04-29 18:29:10', '0000-00-00 00:00:00'),
(11, 'Daw Soe Soe', 14, 'Teacher', '2019-04-30', '300000', '', NULL, 'Admin', 'yes', 'no', '2019-04-29 18:29:10', '0000-00-00 00:00:00'),
(12, 'U Nyo', 15, 'Teacher', '2019-04-30', '300000', '', NULL, 'Admin', 'yes', 'no', '2019-04-29 18:29:10', '0000-00-00 00:00:00'),
(13, 'U Nyan Lin', 16, 'Teacher', '2019-04-30', '250000', '', NULL, 'Admin', 'yes', 'no', '2019-04-29 18:29:10', '0000-00-00 00:00:00'),
(14, 'Daw Saw', 17, 'Teacher', '2019-04-30', '300000', '', NULL, 'Admin', 'yes', 'no', '2019-04-29 18:29:10', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `sale`
--

CREATE TABLE `sale` (
  `id` int(11) NOT NULL,
  `title` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `sale_person` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `customer_name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `date` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `sale`
--

INSERT INTO `sale` (`id`, `title`, `sale_person`, `customer_name`, `date`) VALUES
(2, 'Good', 'Bo Bo', 'Mg Mg Aye', '2019-03-01'),
(3, 'Chalk', 'et', 'Yu Yu', '2019-04-01');

-- --------------------------------------------------------

--
-- Table structure for table `sale_detail`
--

CREATE TABLE `sale_detail` (
  `id` int(11) NOT NULL,
  `sale_id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `quantity` int(11) NOT NULL,
  `price` float NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `total` float NOT NULL,
  `created_at` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `sale_detail`
--

INSERT INTO `sale_detail` (`id`, `sale_id`, `item_id`, `quantity`, `price`, `description`, `total`, `created_at`) VALUES
(11, 1, 6, 3, 1000, 'fff vvv', 3000, '2019-04-15'),
(10, 1, 3, 2, 500, 'kkk mmm', 1000, '2019-04-15'),
(14, 2, 2, 2, 300, 'nnn mmm', 600, '2019-03-01'),
(13, 2, 0, 5, 300, 'eee rrr', 1500, '2019-03-01'),
(12, 4, 11, 5, 250, '', 1250, '2019-04-15'),
(15, 3, 2, 5, 300, '', 1500, '2019-04-01');

-- --------------------------------------------------------

--
-- Table structure for table `school`
--

CREATE TABLE `school` (
  `id` int(11) NOT NULL,
  `name` tinytext COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `schoolname`
--

CREATE TABLE `schoolname` (
  `id` int(11) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `language` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `school_activity`
--

CREATE TABLE `school_activity` (
  `id` int(11) NOT NULL,
  `name` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sesion_id` int(11) NOT NULL,
  `note` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `school_activity`
--

INSERT INTO `school_activity` (`id`, `name`, `sesion_id`, `note`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'ေက်ာင္းေခၚၾကိမ္ ၇၅% ျပည့္/မျပည့္', 6, '', 'no', '2018-11-07 20:55:13', '0000-00-00 00:00:00'),
(2, 'ေက်ာင္း စည္းကမ္း လိုက္နာျခင္း', 7, '', 'no', '2018-11-07 20:55:16', '0000-00-00 00:00:00'),
(3, 'ဆရာ/ဆရာမ မ်ား၏ ေ၀ယ်ာ၀စၥ', 8, '', 'no', '2018-11-07 20:55:19', '0000-00-00 00:00:00'),
(4, 'သစ္ပင္ ပန္းပင္ စိုက္ပ်ိဳးျခင္း', 9, '', 'no', '2018-11-07 20:55:22', '0000-00-00 00:00:00'),
(5, 'မိဘ လုပ္ငန္းတြင္ ကူညီျခင္း', 10, '', 'no', '2018-11-07 20:55:24', '0000-00-00 00:00:00'),
(6, 'သန့္ရွင္းစြာ ေနထိုင္ျခင္း', 11, '', 'no', '2018-11-07 20:55:27', '0000-00-00 00:00:00'),
(7, 'အခန္းဆံုုး စစ္ေဆးမႈကို မွန္မွန္ ေျဖဆိုျခင္း', 12, '', 'no', '2018-11-07 20:55:29', '0000-00-00 00:00:00'),
(8, 'စာေပဂီတ အႏုပညာတြင္ ပါ၀င္ျခင္း', 1, '', 'no', '2018-11-07 20:55:34', '0000-00-00 00:00:00'),
(9, 'အားကစား ႏွင့္ကာယ လႈပ္ရွားမႈရွိျခင္း', 2, '', 'no', '2018-11-07 20:55:37', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `sch_settings`
--

CREATE TABLE `sch_settings` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` text COLLATE utf8_unicode_ci,
  `lang_id` int(11) DEFAULT NULL,
  `dise_code` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `date_format` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `currency` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `currency_symbol` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `is_rtl` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `timezone` varchar(30) COLLATE utf8_unicode_ci DEFAULT 'UTC',
  `session_id` int(11) DEFAULT NULL,
  `start_month` varchar(40) COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `theme` varchar(200) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'default.jpg',
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `sch_settings`
--

INSERT INTO `sch_settings` (`id`, `name`, `email`, `phone`, `address`, `lang_id`, `dise_code`, `date_format`, `currency`, `currency_symbol`, `is_rtl`, `timezone`, `session_id`, `start_month`, `image`, `theme`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'Success More ', 'admin@gmail.com', 'Ph-09454545', 'NO(1/6),THARZI ROAD, CHAN MYA THARZI QUARTER', 4, 'SM01', 'd-m-Y', 'MMK', 'K', 'disabled', 'Asia/Rangoon', 14, '6', '1.png', 'red.jpg', 'no', '2019-04-29 11:20:42', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `sections`
--

CREATE TABLE `sections` (
  `id` int(11) NOT NULL,
  `section` varchar(60) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `sections`
--

INSERT INTO `sections` (`id`, `section`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'A', 'no', '2019-03-14 09:48:28', '0000-00-00 00:00:00'),
(2, 'B', 'no', '2019-03-14 09:48:32', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `send_notification`
--

CREATE TABLE `send_notification` (
  `id` int(11) NOT NULL,
  `title` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `publish_date` date DEFAULT NULL,
  `date` date DEFAULT NULL,
  `message` text COLLATE utf8_unicode_ci,
  `visible_student` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'no',
  `visible_teacher` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'no',
  `visible_parent` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'no',
  `created_by` varchar(60) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_id` int(11) DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `send_notification`
--

INSERT INTO `send_notification` (`id`, `title`, `publish_date`, `date`, `message`, `visible_student`, `visible_teacher`, `visible_parent`, `created_by`, `created_id`, `is_active`, `created_at`, `updated_at`) VALUES
(2, 'New Year Event', '2019-05-06', '2019-05-06', '<p>Hell </p><p>Happy New Year</p>', 'No', 'No', 'Yes', 'admin', 1, 'no', '2019-05-06 05:50:14', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE `sessions` (
  `id` int(11) NOT NULL,
  `session` varchar(60) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `sessions`
--

INSERT INTO `sessions` (`id`, `session`, `is_active`, `created_at`, `updated_at`) VALUES
(7, '2016-17', 'no', '2017-04-20 12:12:19', '0000-00-00 00:00:00'),
(11, '2017-18', 'no', '2017-04-20 12:11:37', '0000-00-00 00:00:00'),
(13, '2018-19', 'no', '2016-08-25 00:56:44', '0000-00-00 00:00:00'),
(14, '2019-20', 'no', '2016-08-25 00:56:55', '0000-00-00 00:00:00'),
(15, '2020-21', 'no', '2016-10-01 10:58:08', '0000-00-00 00:00:00'),
(16, '2021-22', 'no', '2016-10-01 10:58:20', '0000-00-00 00:00:00'),
(18, '2022-23', 'no', '2016-10-01 10:59:02', '0000-00-00 00:00:00'),
(19, '2023-24', 'no', '2016-10-01 10:59:10', '0000-00-00 00:00:00'),
(20, '2024-25', 'no', '2016-10-01 10:59:18', '0000-00-00 00:00:00'),
(21, '2025-26', 'no', '2016-10-01 11:00:10', '0000-00-00 00:00:00'),
(22, '2026-27', 'no', '2016-10-01 11:00:18', '0000-00-00 00:00:00'),
(23, '2027-28', 'no', '2016-10-01 11:00:24', '0000-00-00 00:00:00'),
(24, '2028-29', 'no', '2016-10-01 11:00:30', '0000-00-00 00:00:00'),
(25, '2029-30', 'no', '2016-10-01 11:00:37', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `sms_config`
--

CREATE TABLE `sms_config` (
  `id` int(11) NOT NULL,
  `type` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `api_id` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `authkey` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `senderid` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `contact` text COLLATE utf8_unicode_ci,
  `username` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `url` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'disabled',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `sms_config`
--

INSERT INTO `sms_config` (`id`, `type`, `name`, `api_id`, `authkey`, `senderid`, `contact`, `username`, `url`, `password`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'msg_nineone', '', '', '', '', NULL, NULL, NULL, NULL, 'disabled', '2017-12-15 16:08:36', '0000-00-00 00:00:00'),
(2, 'clickatell', '', '', '', '', NULL, '', NULL, '', 'disabled', '2017-12-15 16:08:36', '0000-00-00 00:00:00'),
(3, 'smscountry', '', '', '', '', NULL, '', NULL, '', 'disabled', '2017-12-15 16:08:36', '0000-00-00 00:00:00'),
(4, 'text_local', '', '', '', '', NULL, '', NULL, '', 'disabled', '2017-12-15 16:08:36', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `stock`
--

CREATE TABLE `stock` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `category` varchar(225) DEFAULT NULL,
  `price` float NOT NULL,
  `quantity` int(11) NOT NULL,
  `description` text NOT NULL,
  `date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `stock`
--

INSERT INTO `stock` (`id`, `name`, `category`, `price`, `quantity`, `description`, `date`) VALUES
(2, 'Drawing book', 'blank  book', 300, 226, '                                                                                                                                                                                    blank books  for primary students                                                                                                                                                                                                                                    ', '2019-03-02'),
(3, 'Cartoon Book', 'cate', 500, 88, '                                        For primary students                                       ', '2018-06-06'),
(6, 'Dictionary Book', 'Book', 1000, 35, '                                                                    wefe eeee', '2019-03-01'),
(10, 'Whiteboard', 'Best', 50000, 78, '                                                                                                            for school                                                                                                                                                                    ', '2019-04-01'),
(11, 'Exercise book', '', 250, 95, '                                                 For all Student                   ', '2019-04-01');

-- --------------------------------------------------------

--
-- Table structure for table `studentfee_balance`
--

CREATE TABLE `studentfee_balance` (
  `id` int(11) NOT NULL,
  `install_stuid` int(11) NOT NULL,
  `install_plan_id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `fee` float NOT NULL,
  `pay_amount` float NOT NULL,
  `status` int(11) NOT NULL,
  `balance` float NOT NULL,
  `due_date` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `studentfee_balance`
--

INSERT INTO `studentfee_balance` (`id`, `install_stuid`, `install_plan_id`, `student_id`, `fee`, `pay_amount`, `status`, `balance`, `due_date`) VALUES
(12, 12, 3, 8, 6000000, 3000000, 0, 3000000, '2019-07-31'),
(10, 10, 2, 1, 500000, 300000, 0, 200000, '2019-04-30');

-- --------------------------------------------------------

--
-- Table structure for table `studentfee_receive`
--

CREATE TABLE `studentfee_receive` (
  `id` int(11) NOT NULL,
  `install_plan_id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `fee` float NOT NULL,
  `paydate` date NOT NULL,
  `pay_amount` float NOT NULL,
  `balance` float NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `studentfee_receive`
--

INSERT INTO `studentfee_receive` (`id`, `install_plan_id`, `student_id`, `fee`, `paydate`, `pay_amount`, `balance`) VALUES
(7, 3, 8, 6000000, '2019-05-12', 3000000, 3000000);

-- --------------------------------------------------------

--
-- Table structure for table `students`
--

CREATE TABLE `students` (
  `id` int(11) NOT NULL,
  `admission_no` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `roll_no` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `admission_date` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `firstname` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `lastname` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `rte` varchar(20) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'No',
  `image` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mobileno` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `state` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pincode` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `religion` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `cast` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `dob` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `gender` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `current_address` text COLLATE utf8_unicode_ci,
  `permanent_address` text COLLATE utf8_unicode_ci,
  `category_id` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `adhar_no` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `samagra_id` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_account_no` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `ifsc_code` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `guardian_is` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `father_name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `father_phone` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `father_occupation` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mother_name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mother_phone` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mother_occupation` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `guardian_name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `guardian_relation` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `guardian_phone` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `guardian_occupation` varchar(150) COLLATE utf8_unicode_ci NOT NULL,
  `guardian_address` text COLLATE utf8_unicode_ci,
  `guardian_email` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `previous_school` text COLLATE utf8_unicode_ci,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `resign` varchar(2) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `school` tinyint(4) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `students`
--

INSERT INTO `students` (`id`, `admission_no`, `roll_no`, `admission_date`, `firstname`, `lastname`, `rte`, `image`, `mobileno`, `email`, `state`, `city`, `pincode`, `religion`, `cast`, `dob`, `gender`, `current_address`, `permanent_address`, `category_id`, `adhar_no`, `samagra_id`, `bank_account_no`, `bank_name`, `ifsc_code`, `guardian_is`, `father_name`, `father_phone`, `father_occupation`, `mother_name`, `mother_phone`, `mother_occupation`, `guardian_name`, `guardian_relation`, `guardian_phone`, `guardian_occupation`, `guardian_address`, `guardian_email`, `is_active`, `previous_school`, `created_at`, `updated_at`, `resign`, `school`) VALUES
(1, '00031', '1', '2019-03-14', 'Mg Mg', 'Aye', 'No', 'uploads/student_images/no_image.png', '09545454', 'mgmg@gmail.com', NULL, NULL, NULL, '', '', '2019-03-13', 'Male', '', '', '', '', '', '', '', '', 'father', 'U Mg Aye', '', '', '', '', '', 'Mg Aye', 'Father', '094848484', '', '', '', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(2, '0032', '2', '2019-03-14', 'Su', 'Su', 'No', 'uploads/student_images/no_image.png', '089454544', 'hsu@gmail.com', NULL, NULL, NULL, '', '', '2000-10-04', 'Female', '', '', '', '', '', '', '', '', 'father', 'U Kyaw Nyunt', '0965656565', '', 'Daw Kyi ', '0965656565', '', 'U Kyaw Nyunt', 'Father', '0965656565', '', '', '', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(4, '00034', '2', '2019-03-18', 'Yu', 'Yu', 'No', 'uploads/student_images/no_image.png', '096868568', 'yu@gmail.com', NULL, NULL, NULL, 'Myanmar', '', '1999-06-08', 'Female', '', '', '', '', '', '', '', '', 'father', 'U Kaung', '099565656', '', 'Daw Mya', '099565656', '', 'U Kaung', 'Father', '099565656', '', '', '', 'no', '', '2019-03-18 05:03:10', '0000-00-00 00:00:00', '0', 1),
(5, '0035', '3', '2019-03-18', 'Khant', 'Nyi', 'No', 'uploads/student_images/no_image.png', '096868568', 'khant@gmail.com', NULL, NULL, NULL, 'Myanmar', '', '2019-03-05', 'Male', '', '', '', '', '', '', '', '', 'father', 'U Nyi Nyi', '099565656', '', 'Daw Khine ', '099565656', '', 'U Nyi Nyi', 'Father', '099565656', '', '', '', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(6, '0036', '4', '2019-03-18', 'Kyu', 'Kyu', 'No', 'uploads/student_images/no_image.png', '094502545', 'kyu@gmail.com', NULL, NULL, NULL, 'Myanmar', '', '2019-03-04', 'Female', '', '', '', '', '', '', '', '', 'father', 'U Toe Aung', '0978782557', '', 'Daw Myo', '0978782557', '', 'U Toe Aung', 'Father', '0978782557', '', '', '', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(7, '001', '1', '2019-05-10', 'Aung', 'Aung', 'No', 'uploads/student_images/7.jpg', '09771188202', 'aung23@gmail.com', NULL, NULL, NULL, 'Buddha', '', '1999-01-01', 'Male', '', '', '1', '', '', '', '', '', 'father', 'U Ba', '09784321135', 'Farmer', 'Daw Su', '09987653452', 'Depender', 'U Ba', 'Father', '09784321135', 'Farmer', 'No.54,2 Street,Kamaywt,Yangon', 'ba234@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(8, '002', '2', '2019-05-15', 'Su', 'Su', 'No', 'uploads/student_images/8.jpg', '09771188202', 'su234@gmail.com', NULL, NULL, NULL, 'Buddha', '', '1999-03-11', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Mya', '09784321135', 'Farmer', 'Daw Thidar', '09987653452', 'Depender', 'U Mya', 'Father', '09784321135', 'Farmer', 'No.34,Pyay Road, San Chaung', 'mya23@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(9, '003', '3', '2019-05-10', 'Su', 'Lay', 'No', 'uploads/student_images/9.jpg', '09252440701', 'sulay@gmail.com', NULL, NULL, NULL, 'Buddha', '', '2002-02-06', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Myat', '09774492965', 'Farmer', 'Daw Hnin', '09794535679', 'Depender', 'U Myat', 'Father', '09774492965', 'Farmer', 'No.67 , 90 street  Botadaung, Yangon', 'umyat@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(10, '004', '4', '2019-03-21', 'Swe', 'Mar Tun', 'No', 'uploads/student_images/10.jpg', '0934343434553434', 'swemar@gmail.com', NULL, NULL, NULL, 'Buddha', '', '1998-05-16', 'Female', '', '', '2', '', '', '', '', '', 'father', 'U Thein Zaw', '0973643746743', 'Farmer', 'Daw Mi Thin', '0934934343435', 'Depender', 'U Thein Zaw', 'Father', '0973643746743', 'Farmer', 'No.5, 43 Street, Lathar', 'utheinzaw@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(11, '005', '5', '2019-05-21', 'Aye', 'Chan Thu', 'No', 'uploads/student_images/11.jpg', '0943434343434', 'ayechanthu@gmail.com', NULL, NULL, NULL, '', '', '1999-06-22', 'Female', '', '', '2', '', '', '', '', '', 'father', 'U Ba', '09784321135', 'Farmer', 'Daw Su', '09987653452', 'Depender', 'U Ba', 'Father', '09784321135', 'Farmer', 'No.45, 6 Street, Lathar', 'ba234@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(12, '006', '6', '2019-03-21', 'Mar', 'Khaing Oo', 'No', 'uploads/student_images/12.jpg', '09343434434', 'markhaingoo@gmail.com', NULL, NULL, NULL, '', '', '1999-06-15', 'Female', '', '', '3', '', '', '', '', '', 'father', 'U Phyo', '09343434', 'Farmer', 'Daw Mya', '094343434', 'Depender', 'U Phyo', 'Father', '09343434', 'Farmer', 'No6, 68 Street, Lathar', 'phyo2@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(13, '0001', '5', '2019-03-22', 'Naing', 'Naing', 'No', 'uploads/student_images/no_image.png', '09774492965', 'naingnaing@gmail.com', NULL, NULL, NULL, 'Buddha', '', '2000-05-16', 'Male', '', '', '1', '', '', '', '', '', 'father', 'U Kyaw', '09772244456', 'Farmer', 'Daw Kyi', '09867778907', 'Depender', 'U Kyaw', 'Father', '09772244456', 'Farmer', 'NO.45,Lanmataw,Yangon', 'ukyaw@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(14, '100', '01', '2019-03-22', 'Aung', 'Aung', 'No', 'uploads/student_images/14.jpg', '0983434343', '', NULL, NULL, NULL, '', '', '1998-06-09', 'Male', '', '', '1', '', '', '', '', '', 'father', 'U Hla', '0943434343', 'farmer', '', '', '', 'U Hla', 'Father', '0943434343', 'farmer', '', '', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(15, '0002', '2', '2019-03-22', 'Kaung', 'Kaung', 'No', 'uploads/student_images/15.jpg', '094567800001', 'kaungkaung@gmail.com', NULL, NULL, NULL, 'Buddha', '', '2000-05-17', 'Male', '', '', '1', '', '', '', '', '', 'father', 'U Myint', '09772244457', 'Farmer', 'Daw Aye', '09456780092', 'Depender', 'U Myint', 'Father', '09772244457', 'Farmer', 'N0.12, Seinpanthar, Yangon', 'umyint@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(16, '101', '02', '2019-03-22', 'Hla', 'Swe', 'No', 'uploads/student_images/no_image.png', '093434343', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Kaung', '09643473843', 'farmer', '', '', '', 'U Kaung', 'Father', '09643473843', 'farmer', '', 'ukaung@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(17, '102', '03', '2019-03-22', 'Ba', 'Gyan', 'No', 'uploads/student_images/17.jpg', '0943434343', '', NULL, NULL, NULL, '', '', '1998-06-09', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Aung Ko', '09343434343', 'farmer', '', '', '', 'U Aung Ko', 'Father', '09343434343', 'farmer', '', 'aungko@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(18, '104', '05', '2019-03-22', 'Nay', 'Lin', 'No', 'uploads/student_images/no_image.png', '095454545', 'naylin@gmail.com', NULL, NULL, NULL, '', '', '1998-12-28', 'Male', '', '', '1', '', '', '', '', '', 'father', 'U Lin Tun', '09535343', 'farmer', '', '', '', 'U Lin Tun', 'Father', '09535343', 'farmer', '', 'lintun@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(19, '0003', '3', '2019-03-22', 'Mar', 'Swe', 'No', 'uploads/student_images/19.jpg', '09778865098', 'marswe@gmail.com', NULL, NULL, NULL, 'Buddha', '', '2000-02-11', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Kaung', '09788899005', 'Director', 'Daw Lae Lae', '09788899004', 'Depender', 'U Kaung', 'Father', '09788899005', 'Director', 'NO.23, pyay street,Yangon', 'ukaung@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(20, '106', '06', '2019-03-22', 'Nay', 'Myo', 'No', 'uploads/student_images/20.jpg', '0934343434', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Male', '', '', '1', '', '', '', '', '', 'father', 'U Ba', '09344343', '', '', '', '', 'U Ba', 'Father', '09344343', '', '', 'uba@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(21, '107', '02', '2019-03-22', 'Thwe', 'Thwe', 'No', 'uploads/student_images/21.jpg', '094343434', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Kaung', '0934343434', 'farmer', '', '', '', 'U Kaung', 'Father', '0934343434', 'farmer', '', 'kaung@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(22, '110', '01', '2019-03-22', 'Myat', 'Khaing', 'No', 'uploads/student_images/22.jpg', '097666665', '', NULL, NULL, NULL, '', '', '1998-06-09', 'Male', '', '', '1', '', '', '', '', '', 'father', 'U Ba Chan', '0934343434', 'farmer', '', '', '', 'U Ba Chan', 'Father', '0934343434', 'farmer', '', 'bachn@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(23, '111', '02', '2019-03-22', 'Htat', 'Hlaing Oo', 'No', 'uploads/student_images/23.jpg', '09343434', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Male', '', '', '2', '', '', '', '', '', 'father', 'U Kaung Kaung', '0943434343', '', '', '', '', 'U Kaung Kaung', 'Father', '0943434343', '', '', 'kaung2@gmai.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(24, '112', '03', '2019-03-22', 'Phyo', 'Phyo', 'No', 'uploads/student_images/24.jpg', '094343434', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '3', '', '', '', '', '', 'father', 'U Mya', '0934534343', 'farmer', '', '', '', 'U Mya', 'Father', '0934534343', 'farmer', '', 'umya@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(25, '00011', '1', '2019-03-22', 'Hnin', 'Hnin', 'No', 'uploads/student_images/no_image.png', '09788880009', 'hninhnin@gmail.com', NULL, NULL, NULL, 'Buddha', '', '2011-11-01', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Sein', '09799990006', 'Office Staff', 'Daw Hmone', '09799990007', 'Depender', 'U Sein', 'Father', '09799990006', 'Office Staff', 'NO.78, Pan Street, Yangon', 'usein@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(26, '113', '04', '2019-03-22', 'Kalar', 'Oo', 'No', 'uploads/student_images/26.jpg', '093434343', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '2', '', '', '', '', '', 'father', 'U Hla Maung', '0934343434', 'farmer', '', '', '', 'U Hla Maung', 'Father', '0934343434', 'farmer', '', 'hlamaung@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(27, '120', '01', '2019-03-22', 'Thae', 'Nu', 'No', 'uploads/student_images/27.jpg', '09776665', '', NULL, NULL, NULL, '', '', '1998-06-09', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Maung Maung', '0976767564', 'farmer', '', '', '', 'U Maung Maung', 'Father', '0976767564', 'farmer', '', 'maungmaung@gmai', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(28, '121', '02', '2019-03-22', 'Su', 'Pyae', 'No', 'uploads/student_images/28.jpg', '0967677676', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Kaung Htat', '094343343', '', '', '', '', 'U Kaung Htat', 'Father', '094343343', '', '', 'kaung2@gmai.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(29, '0111', '2', '2019-03-22', 'Tun', 'Thaw', 'No', 'uploads/student_images/29.jpg', '09676767001', 'tunthaw@gmail.com', NULL, NULL, NULL, 'Buddha', '', '2011-01-19', 'Male', '', '', '1', '', '', '', '', '', 'father', 'U Hla Thaw', '09777770005', 'MD', 'Daw Nge Lay', '09777770004', 'Depender', 'U Hla Thaw', 'Father', '09777770005', 'MD', 'NO.56, Bogyoke street, Yangon', 'hlathaw@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(30, '122', '03`', '2019-03-22', 'Su', 'Aung', 'No', 'uploads/student_images/no_image.png', '0934343434', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '2', '', '', '', '', '', 'father', 'U Hla Aung', '093434433', 'farmer', '', '', '', 'U Hla Aung', 'Father', '093434433', 'farmer', '', 'hlaaunng@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(31, '130', '01', '2019-03-22', 'Su', 'Su', 'No', 'uploads/student_images/31.jpg', '0933432323', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Kaung', '0934343434', '', '', '', '', 'U Kaung', 'Father', '0934343434', '', '', 'kaung1123@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(32, '131', '02', '2019-03-22', 'Yone', 'Yone', 'No', 'uploads/student_images/32.jpg', '097656576', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Hla Aung', '093433434', 'farmer', '', '', '', 'U Hla Aung', 'Father', '093433434', 'farmer', '', 'hlaauung@gmai.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(33, '132', '03', '2019-03-22', 'Su', 'Aung', 'No', 'uploads/student_images/33.jpg', '09343434', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Aung Ko', '0934343434', 'farmer', '', '', '', 'U Aung Ko', 'Father', '0934343434', 'farmer', '', 'aungki=0843478@gamil.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(34, '0112', '3', '2019-03-22', 'Kay', 'Thawe', 'No', 'uploads/student_images/34.jpg', '09450009901', 'kaythawe@gmail.com', NULL, NULL, NULL, 'Buddha', '', '2011-07-19', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Phone', '09565656002', 'Engineer', 'Daw Swe', '09565656001', 'Depender', 'U Phone', 'Father', '09565656002', 'Engineer', 'NO.47 , Khattar street, Yangon', 'uphone@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(35, '140', '01', '2019-03-22', 'Aung', 'Hla', 'No', 'uploads/student_images/35.jpg', '093423232', '', NULL, NULL, NULL, '', '', '1998-06-09', 'Male', '', '', '2', '', '', '', '', '', 'father', 'U Kaung', '0934343434', 'farmer', '', '', '', 'U Kaung', 'Father', '0934343434', 'farmer', '', 'kaung83438@glmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(36, '141', '02', '2019-03-22', 'Su', 'Myat', 'No', 'uploads/student_images/36.jpg', '09443434', '', NULL, NULL, NULL, '', '', '1998-06-09', 'Female', '', '', '2', '', '', '', '', '', 'father', 'U Hla', '0976766767', 'farmer', '', '', '', 'U Hla', 'Father', '0976766767', 'farmer', '', 'hla883438@gamil.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(37, '142', '03', '2019-03-22', 'Myat', 'su', 'No', 'uploads/student_images/37.jpg', '09433434334', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '2', '', '', '', '', '', 'father', 'U Ba Chan', '09434433', 'farmer', '', '', '', 'U Ba Chan', 'Father', '09434433', 'farmer', '', 'aungko@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(38, '150', '01', '2019-03-22', 'Hla', 'Myat', 'No', 'uploads/student_images/38.jpg', '09334343', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U BaLa', '09874843874', '', '', '', '', 'U BaLa', 'Father', '09874843874', '', '', 'bala@gmai.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(39, '151', '02', '2019-03-22', 'Thae', 'Thae', 'No', 'uploads/student_images/no_image.png', '097647467', '', NULL, NULL, NULL, '', '', '1998-06-09', 'Female', '', '', '3', '', '', '', '', '', 'father', 'U Nay', '094343343', '', '', 'n', '', 'U Nay', 'Father', '094343343', '', '', 'naylin@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(40, '152', '03', '2019-03-22', 'Thae', 'Su Htay', 'No', 'uploads/student_images/40.jpg', '094338734', '', NULL, NULL, NULL, '', '', '1998-12-28', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Mya', '093434343', '', '', '', '', 'U Mya', 'Father', '093434343', '', '', 'mya673487@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(41, '153', '02', '2019-03-22', 'Daw Myat', 'Su', 'No', 'uploads/student_images/no_image.png', '0967667677', '', NULL, NULL, NULL, '', '', '1998-06-09', 'Female', '', '', '2', '', '', '', '', '', 'father', 'U Hla Aung', '0944434334', '', '', '', '', 'U Hla Aung', 'Father', '0944434334', '', '', 'uhlaaung2@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(42, '1234', '1', '2019-03-22', 'Maung', 'Nge', 'No', 'uploads/student_images/42.jpg', '09969696004', 'maungnge@gmail.com', NULL, NULL, NULL, 'Buddha', '', '2015-02-12', 'Male', '', '', '1', '', '', '', '', '', 'father', 'U Swe', '09787878992', 'Writer', 'Daw Hla Aye', '09787878993', 'Depender', 'U Swe', 'Father', '09787878992', 'Writer', 'NO.44, Seinpan street, Yangon', 'uswe@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(44, '10001', '2', '2019-03-22', 'Yu', 'Ya', 'No', 'uploads/student_images/no_image.png', '09788880005', 'yuya@gmail.com', NULL, NULL, NULL, 'Buddha', '', '2015-06-10', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Kan Myint', '09788880004', 'Engineer', 'Daw Thein', '09788880008', 'Depender', 'U Kan Myint', 'Father', '09788880004', 'Engineer', 'NO.78, Kankaw street, Yangon', 'kanmyint@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(45, '10034', '3', '2019-03-22', 'Waddy', 'oo', 'No', 'uploads/student_images/45.jpg', '09777889909', 'waddyoo@gmail.com', NULL, NULL, NULL, 'Buddha', '', '2015-08-14', 'Female', '', '', '1', '', '', '', '', '', 'father', 'U Nyein', '09788999002', 'Speaker', 'Daw Thint', '09788899098', 'Depender', 'U Nyein', 'Father', '09788999002', 'Speaker', 'NO.65, Theinphyu street, Yangon', 'unyein@gmail.com', 'no', '', '2019-04-30 02:51:41', '0000-00-00 00:00:00', '0', 1),
(46, 'pre-001', 'pre-001', '2019-04-29', 'Aung', 'Bo Bo', 'No', 'uploads/student_images/46.jpg', '0911111', 'aungbobo@gmail.com', NULL, NULL, NULL, '', '', '2017-02-07', 'Male', 'No.88, Baho Road, Hlaing Township, Yangon.', '', '1', '', '', '', '', '', 'father', 'U Ko Ko', '0945544444', 'Doctor', 'Daw Hla Aye', '09888888', 'Teacher', 'U Ko Ko', 'Father', '0945544444', 'Doctor', '', 'koko@gmail.com', 'no', '', '2019-04-29 14:57:43', '0000-00-00 00:00:00', '0', 1),
(47, 'pre-002', 'pre-002', '2019-04-29', 'Kay', 'Kay', 'No', 'uploads/student_images/47.jpg', '0955445555', 'kay@gmail.com', NULL, NULL, NULL, '', '', '2016-11-01', 'Female', 'No. 77, 20 street, Latha Township, Yangon.', '', '1', '', '', '', '', '', 'father', 'U Kyaw Tint', '0945454555', 'Doctor', 'Daw Thein Kyawe', '092332222', 'Teacher', 'U Kyaw Tint', 'Father', '0945454555', 'Doctor', '', 'kyawtint@gmail.com', 'no', '', '2019-04-29 15:07:17', '0000-00-00 00:00:00', '0', 1),
(48, '0101', '20', '2019-05-05', 'Sein', 'Myint', 'No', 'uploads/student_images/48.jpg', '094444444', 'seinmyint@gmail.com', NULL, NULL, NULL, 'Buddhism', '', '2013-05-01', 'Male', 'NO.78, Pan Street, Yangon', 'NO.78, Pan Street, Yangon', '1', '', '', '0112122222222', 'AYA', '', 'father', 'U Sein', '09799990006', 'Office Staff', 'Daw Hmone', '09799990007', 'Depender', 'U Sein', 'Father', '09799990006', 'Office Staff', 'NO.78, Pan Street, Yangon', '', 'no', '', '2019-05-05 06:59:44', '0000-00-00 00:00:00', '0', 1);

-- --------------------------------------------------------

--
-- Table structure for table `student_attendences`
--

CREATE TABLE `student_attendences` (
  `id` int(11) NOT NULL,
  `student_id` int(11) DEFAULT NULL,
  `class_id` int(11) NOT NULL,
  `section_id` int(11) NOT NULL,
  `session_id` int(10) NOT NULL,
  `approved_by` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `machine_id` tinyint(4) DEFAULT NULL,
  `created_at` date NOT NULL,
  `in_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `out_time` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `status` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `attendence_type_id` int(11) NOT NULL,
  `remark` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `student_attendences`
--

INSERT INTO `student_attendences` (`id`, `student_id`, `class_id`, `section_id`, `session_id`, `approved_by`, `machine_id`, `created_at`, `in_time`, `out_time`, `updated_at`, `status`, `attendence_type_id`, `remark`) VALUES
(1, 1, 1, 1, 0, 'Admin', NULL, '2019-05-09', '2019-05-09 14:00:00', '2019-05-09 21:00:00', '2019-05-09 19:29:00', 'Leave', 0, ''),
(2, 2, 1, 1, 0, 'Admin', NULL, '2019-05-09', '2019-05-09 14:00:00', '2019-05-09 21:00:00', '2019-05-09 19:29:00', 'Present', 0, ''),
(3, 4, 1, 1, 0, 'Admin', NULL, '2019-05-09', '2019-05-09 14:00:00', '2019-05-09 21:00:00', '2019-05-09 19:29:00', 'Present', 0, ''),
(4, 5, 1, 1, 0, 'Admin', NULL, '2019-05-09', '2019-05-09 14:00:00', '2019-05-09 21:00:00', '2019-05-09 19:29:00', 'Absent', 0, ''),
(5, 6, 1, 1, 0, 'Admin', NULL, '2019-05-09', '2019-05-09 14:00:00', '2019-05-09 21:00:00', '2019-05-09 19:29:00', 'Leave', 0, ''),
(6, 48, 1, 1, 0, 'Admin', NULL, '2019-05-09', '2019-05-09 14:00:00', '2019-05-09 21:00:00', '2019-05-09 19:29:00', 'Absent', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `student_detail`
--

CREATE TABLE `student_detail` (
  `id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `father_occupation` text COLLATE utf8_unicode_ci NOT NULL,
  `father_passport` text COLLATE utf8_unicode_ci NOT NULL,
  `mother_name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `mother_occupation` text COLLATE utf8_unicode_ci NOT NULL,
  `mother_passport` text COLLATE utf8_unicode_ci NOT NULL,
  `address` text COLLATE utf8_unicode_ci NOT NULL,
  `emgcontact_name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `emg_relation` text COLLATE utf8_unicode_ci NOT NULL,
  `emg_address` text COLLATE utf8_unicode_ci NOT NULL,
  `emg_phone` text COLLATE utf8_unicode_ci NOT NULL,
  `ferrier_name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `ferrier_nrc` text COLLATE utf8_unicode_ci NOT NULL,
  `ferrier_address` text COLLATE utf8_unicode_ci NOT NULL,
  `ferrier_phone` text COLLATE utf8_unicode_ci NOT NULL,
  `ferrier_passport` text COLLATE utf8_unicode_ci NOT NULL,
  `birth_certificate` text COLLATE utf8_unicode_ci NOT NULL,
  `parent_nrc` text COLLATE utf8_unicode_ci NOT NULL,
  `tc` text COLLATE utf8_unicode_ci NOT NULL,
  `existing_student` text COLLATE utf8_unicode_ci NOT NULL,
  `parental_guardian` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `pg_phno` text COLLATE utf8_unicode_ci NOT NULL,
  `pg_address` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `student_doc`
--

CREATE TABLE `student_doc` (
  `id` int(11) NOT NULL,
  `student_id` int(11) DEFAULT NULL,
  `title` varchar(200) DEFAULT NULL,
  `doc` varchar(200) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `student_doc`
--

INSERT INTO `student_doc` (`id`, `student_id`, `title`, `doc`) VALUES
(2, 48, '', 'TheHackersHandbookMyanmar.pdf'),
(3, 48, '', 'linux-commands.pdf'),
(6, 1, 'test 2', '04-Update-Bundel-2018-Sep-Final.xlsx');

-- --------------------------------------------------------

--
-- Table structure for table `student_fees`
--

CREATE TABLE `student_fees` (
  `id` int(11) NOT NULL,
  `student_session_id` int(11) DEFAULT NULL,
  `feemaster_id` int(11) DEFAULT NULL,
  `amount` float(10,2) DEFAULT NULL,
  `amount_discount` float(10,2) NOT NULL,
  `amount_fine` float(10,2) NOT NULL DEFAULT '0.00',
  `description` text COLLATE utf8_unicode_ci,
  `date` date DEFAULT '0000-00-00',
  `payment_mode` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `student_fees_deposite`
--

CREATE TABLE `student_fees_deposite` (
  `id` int(11) NOT NULL,
  `student_fees_master_id` int(11) DEFAULT NULL,
  `fee_groups_feetype_id` int(11) DEFAULT NULL,
  `amount_detail` text,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `student_fees_discounts`
--

CREATE TABLE `student_fees_discounts` (
  `id` int(11) NOT NULL,
  `student_session_id` int(11) DEFAULT NULL,
  `fees_discount_id` int(11) DEFAULT NULL,
  `status` varchar(20) DEFAULT 'assigned',
  `payment_id` varchar(50) DEFAULT NULL,
  `description` text,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `student_fees_master`
--

CREATE TABLE `student_fees_master` (
  `id` int(11) NOT NULL,
  `student_session_id` int(11) DEFAULT NULL,
  `fee_session_group_id` int(11) DEFAULT NULL,
  `is_active` varchar(10) NOT NULL DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `student_info`
--

CREATE TABLE `student_info` (
  `id` int(11) NOT NULL,
  `enrole_date` date NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `student_passport` text COLLATE utf8_unicode_ci NOT NULL,
  `dob` date NOT NULL,
  `sex` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `religion` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `father_name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `disgree_discipline` text COLLATE utf8_unicode_ci NOT NULL,
  `status` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `student_room`
--

CREATE TABLE `student_room` (
  `id` int(10) NOT NULL,
  `class_id` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `section_id` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `student_id` int(10) NOT NULL,
  `hostel_id` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `room_no` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `student_room`
--

INSERT INTO `student_room` (`id`, `class_id`, `section_id`, `student_id`, `hostel_id`, `room_no`, `created_at`) VALUES
(2, 'Grade-1', 'A', 2, '1', '1', '1970-01-01'),
(3, 'Grade-1', 'A', 1, '2', 'ခန္း ၂', '1970-01-01'),
(4, 'Grade-1', 'A', 2, '', 'hidden', '1970-01-01'),
(5, 'Grade-1', 'A', 3, '2', 'ခန္း ၂', '1970-01-01'),
(7, 'Grade-1', 'A', 5, '', 'hidden', '1970-01-01'),
(23, 'Grade-8', 'A', 39, '3', 'အခန္း-၁', '1970-01-01'),
(21, 'Grade-1', 'A', 5, '', 'hidden', '1970-01-01'),
(20, 'Grade-1', 'A', 5, '', 'hidden', '1970-01-01'),
(22, 'Grade-8', 'A', 38, '2', 'အခန္း-၁', '1970-01-01'),
(17, 'Grade-1', 'A', 1, '', 'hidden', '1970-01-01'),
(18, 'Grade-1', 'A', 2, '', 'hidden', '1970-01-01');

-- --------------------------------------------------------

--
-- Table structure for table `student_session`
--

CREATE TABLE `student_session` (
  `id` int(11) NOT NULL,
  `session_id` int(11) DEFAULT NULL,
  `student_id` int(11) DEFAULT NULL,
  `class_id` int(11) DEFAULT NULL,
  `section_id` int(11) DEFAULT NULL,
  `route_id` int(11) NOT NULL,
  `vehroute_id` int(10) DEFAULT NULL,
  `transport_fees` float(10,2) NOT NULL DEFAULT '0.00',
  `fees_discount` float(10,2) NOT NULL DEFAULT '0.00',
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `student_session`
--

INSERT INTO `student_session` (`id`, `session_id`, `student_id`, `class_id`, `section_id`, `route_id`, `vehroute_id`, `transport_fees`, `fees_discount`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 13, 1, 1, 1, 0, 1, 0.00, 0.00, 'no', '2019-03-18 09:12:25', '0000-00-00 00:00:00'),
(2, 13, 2, 1, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-14 10:06:33', '0000-00-00 00:00:00'),
(4, 13, 4, 1, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-28 05:27:24', '0000-00-00 00:00:00'),
(5, 13, 5, 1, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-28 05:27:24', '0000-00-00 00:00:00'),
(6, 13, 6, 1, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-28 05:27:24', '0000-00-00 00:00:00'),
(7, 13, 7, 4, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-29 02:43:27', '0000-00-00 00:00:00'),
(8, 13, 8, 5, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-21 05:55:07', '0000-00-00 00:00:00'),
(9, 13, 9, 5, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-21 08:15:27', '0000-00-00 00:00:00'),
(10, 13, 10, 6, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-21 08:22:07', '0000-00-00 00:00:00'),
(11, 13, 11, 6, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-21 08:26:48', '0000-00-00 00:00:00'),
(12, 13, 12, 6, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-21 08:30:15', '0000-00-00 00:00:00'),
(13, 13, 13, 7, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 03:34:01', '0000-00-00 00:00:00'),
(14, 13, 14, 2, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 03:39:54', '0000-00-00 00:00:00'),
(15, 13, 15, 7, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 03:40:45', '0000-00-00 00:00:00'),
(16, 13, 16, 4, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-29 02:43:27', '0000-00-00 00:00:00'),
(17, 13, 17, 4, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-29 02:43:27', '0000-00-00 00:00:00'),
(18, 13, 18, 4, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-29 02:43:27', '0000-00-00 00:00:00'),
(19, 13, 19, 7, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 03:54:08', '0000-00-00 00:00:00'),
(20, 13, 20, 2, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 03:55:08', '0000-00-00 00:00:00'),
(21, 13, 21, 2, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 03:57:49', '0000-00-00 00:00:00'),
(22, 13, 22, 8, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:03:44', '0000-00-00 00:00:00'),
(23, 13, 23, 8, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:05:38', '0000-00-00 00:00:00'),
(24, 13, 24, 8, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:07:50', '0000-00-00 00:00:00'),
(25, 13, 25, 3, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:09:25', '0000-00-00 00:00:00'),
(26, 13, 26, 8, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:09:50', '0000-00-00 00:00:00'),
(27, 13, 27, 9, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:13:50', '0000-00-00 00:00:00'),
(28, 13, 28, 9, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:16:12', '0000-00-00 00:00:00'),
(29, 13, 29, 3, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:18:08', '0000-00-00 00:00:00'),
(30, 13, 30, 9, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:18:12', '0000-00-00 00:00:00'),
(31, 13, 31, 10, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:20:44', '0000-00-00 00:00:00'),
(32, 13, 32, 10, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:22:53', '0000-00-00 00:00:00'),
(33, 13, 33, 10, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:24:57', '0000-00-00 00:00:00'),
(34, 13, 34, 3, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:27:16', '0000-00-00 00:00:00'),
(35, 13, 35, 11, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:28:20', '0000-00-00 00:00:00'),
(36, 13, 36, 11, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:29:40', '0000-00-00 00:00:00'),
(37, 13, 37, 11, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:31:08', '0000-00-00 00:00:00'),
(38, 13, 38, 12, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:32:58', '0000-00-00 00:00:00'),
(39, 13, 39, 12, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:34:50', '0000-00-00 00:00:00'),
(40, 13, 40, 12, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:36:41', '0000-00-00 00:00:00'),
(41, 13, 41, 12, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-22 04:38:48', '0000-00-00 00:00:00'),
(42, 13, 42, 4, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-29 02:43:27', '0000-00-00 00:00:00'),
(44, 13, 44, 4, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-29 02:43:27', '0000-00-00 00:00:00'),
(45, 13, 45, 4, 1, 0, 0, 0.00, 0.00, 'no', '2019-03-29 02:43:27', '0000-00-00 00:00:00'),
(46, 14, 10, 7, 1, 0, NULL, 0.00, 0.00, 'no', '2019-04-02 07:16:52', '0000-00-00 00:00:00'),
(47, 14, 11, 7, 1, 0, NULL, 0.00, 0.00, 'no', '2019-04-02 07:16:52', '0000-00-00 00:00:00'),
(48, 14, 12, 7, 1, 0, NULL, 0.00, 0.00, 'no', '2019-04-02 07:16:52', '0000-00-00 00:00:00'),
(49, 14, 1, 3, 1, 0, 1, 0.00, 0.00, 'no', '2019-05-14 03:21:35', '0000-00-00 00:00:00'),
(50, 14, 2, 2, 1, 0, NULL, 0.00, 0.00, 'no', '2019-04-03 06:36:47', '0000-00-00 00:00:00'),
(52, 14, 8, 6, 1, 0, NULL, 0.00, 0.00, 'no', '2019-04-02 08:27:51', '0000-00-00 00:00:00'),
(53, 14, 9, 6, 1, 0, NULL, 0.00, 0.00, 'no', '2019-04-02 08:27:51', '0000-00-00 00:00:00'),
(54, 14, 46, 14, 1, 0, 5, 0.00, 0.00, 'no', '2019-04-29 14:57:43', '0000-00-00 00:00:00'),
(55, 14, 47, 14, 1, 0, 4, 0.00, 0.00, 'no', '2019-04-29 15:07:17', '0000-00-00 00:00:00'),
(56, 14, 48, 1, 1, 0, 5, 0.00, 0.00, 'no', '2019-05-05 06:59:44', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `student_sibling`
--

CREATE TABLE `student_sibling` (
  `id` int(11) NOT NULL,
  `student_id` int(11) DEFAULT NULL,
  `sibling_student_id` int(11) DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `student_transport_fees`
--

CREATE TABLE `student_transport_fees` (
  `id` int(11) NOT NULL,
  `student_session_id` int(11) DEFAULT NULL,
  `amount` float(10,2) DEFAULT NULL,
  `amount_discount` float(10,2) NOT NULL,
  `amount_fine` float(10,2) NOT NULL DEFAULT '0.00',
  `description` text COLLATE utf8_unicode_ci,
  `date` date DEFAULT '0000-00-00',
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `payment_mode` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `subjects`
--

CREATE TABLE `subjects` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `code` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `level` text COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `subjects`
--

INSERT INTO `subjects` (`id`, `name`, `code`, `type`, `level`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'ျမန္မာ', '', 'Theory', 'High', 'no', '2019-04-29 12:50:35', '0000-00-00 00:00:00'),
(2, 'အဂၤလိပ္', '', 'Theory', 'High', 'no', '2019-04-29 12:50:50', '0000-00-00 00:00:00'),
(3, 'သခၤ်ာ', '', 'Theory', 'High', 'no', '2019-04-29 12:51:04', '0000-00-00 00:00:00'),
(4, 'သိပၸံ', '', 'Theory', 'KG', 'no', '2019-04-29 12:51:33', '0000-00-00 00:00:00'),
(8, 'ကာယ', '', 'Theory', 'Primary', 'no', '2019-03-29 02:50:52', '0000-00-00 00:00:00'),
(9, 'စာရိတၱ ႏွင့္ ျပည္သူ႕နီတိ', '', 'Theory', 'Primary', 'no', '2019-03-29 02:51:02', '0000-00-00 00:00:00'),
(11, 'ဘ၀ တြက္တာ', '', 'Theory', 'Primary', 'no', '2019-03-29 02:53:26', '0000-00-00 00:00:00'),
(12, 'လူမႈေရး', '', 'Theory', 'Primary', 'no', '2019-03-29 02:51:23', '0000-00-00 00:00:00'),
(17, 'အႏုပညာ (ပန္းခ်ီ)', '', 'Theory', 'Primary', 'no', '2019-03-29 02:51:55', '0000-00-00 00:00:00'),
(18, 'အႏုပညာ(ဂီတ)', '', 'Theory', 'Primary', 'no', '2019-03-29 02:52:01', '0000-00-00 00:00:00'),
(20, 'သမိုင္း', '', 'Theory', 'Primary', 'no', '2019-04-29 12:51:16', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_item`
--

CREATE TABLE `tbl_item` (
  `id` int(11) NOT NULL,
  `item_name` tinyint(50) NOT NULL,
  `quantity` int(11) NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `tbl_leave`
--

CREATE TABLE `tbl_leave` (
  `id` int(11) NOT NULL,
  `teacher` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `leave_type` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `leave_date` date NOT NULL,
  `leave_from` date NOT NULL,
  `leave_to` date NOT NULL,
  `total_leave` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `leave_reason` text COLLATE utf8_unicode_ci NOT NULL,
  `teacher_sign` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `dtteacher` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `dtteacher_sign` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `adbysalary` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `remark` text COLLATE utf8_unicode_ci NOT NULL,
  `recbyadmin` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `admin_sign` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `hrleavebalance` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `hrbysalary` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `hrmanager_sign` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `approve_status` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `manager_sign` varchar(200) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `tbl_leave`
--

INSERT INTO `tbl_leave` (`id`, `teacher`, `leave_type`, `leave_date`, `leave_from`, `leave_to`, `total_leave`, `leave_reason`, `teacher_sign`, `dtteacher`, `dtteacher_sign`, `adbysalary`, `remark`, `recbyadmin`, `admin_sign`, `hrleavebalance`, `hrbysalary`, `hrmanager_sign`, `approve_status`, `manager_sign`) VALUES
(1, '13', 'medical', '2019-05-10', '2019-03-12', '2019-03-14', '3', '                                                                                                            Sick                                                                                                                                                                                                                                                                                                                         ', '', '14', '', 'yes', 'Reason for Leave Reason for Leave', 'yes', '', 'medical', 'bysalary', '', 'allow', '');

-- --------------------------------------------------------

--
-- Table structure for table `teacher`
--

CREATE TABLE `teacher` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `position` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `experience` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `photo` text COLLATE utf8_unicode_ci NOT NULL,
  `department` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `teacherdiary`
--

CREATE TABLE `teacherdiary` (
  `id` int(11) NOT NULL,
  `section_id` int(11) DEFAULT NULL,
  `class_section_id` int(11) DEFAULT NULL,
  `teacher_id` int(11) DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `teacherdiary`
--

INSERT INTO `teacherdiary` (`id`, `section_id`, `class_section_id`, `teacher_id`, `is_active`, `created_at`, `updated_at`) VALUES
(4, 1, 1, 13, 'no', '2019-04-03', '2019-04-29 18:50:14'),
(6, 1, 6, 7, 'no', '2019-04-18', '2019-04-29 18:52:25'),
(9, 1, 12, 16, 'no', '2019-04-30', '2019-04-29 18:55:01');

-- --------------------------------------------------------

--
-- Table structure for table `teacherdiary_detail`
--

CREATE TABLE `teacherdiary_detail` (
  `id` int(11) NOT NULL,
  `header_id` int(11) NOT NULL,
  `month` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `subject_id` int(11) NOT NULL,
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `teacherdiary_detail`
--

INSERT INTO `teacherdiary_detail` (`id`, `header_id`, `month`, `subject_id`, `title`, `description`) VALUES
(4, 1, '0', 7, '', '67687878787'),
(5, 1, '0', 7, '', 'wewewwewew'),
(8, 2, '0', 7, '', 'about rabbit'),
(15, 8, 'January', 2, '', 'rrrrrrr'),
(16, 4, 'January', 8, '', 'ေဘာလံုး'),
(20, 6, 'January', 3, '', 'သခၤ်ာ (၂)'),
(25, 9, 'August', 20, '', 'ျမန္မာ့သမိုင္း');

-- --------------------------------------------------------

--
-- Table structure for table `teachers`
--

CREATE TABLE `teachers` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `nrcno` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` text COLLATE utf8_unicode_ci,
  `dob` date DEFAULT NULL,
  `designation` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sex` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `image` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `raceandreligion` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `spouseName` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `spouseOccupation` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `fathername` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `mothername` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `parentOccupation` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `gender` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `position` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `education` text COLLATE utf8_unicode_ci NOT NULL,
  `salary` decimal(10,0) NOT NULL,
  `currency` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `primarySubject` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `entryDate` date NOT NULL,
  `transferedSchool` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `educationDepartment` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `startDateofTeaching` date NOT NULL,
  `currentsubject` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `responsibility` text COLLATE utf8_unicode_ci NOT NULL,
  `attendedclass` text COLLATE utf8_unicode_ci NOT NULL,
  `location` tinyint(4) NOT NULL,
  `vehroute_id` int(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `teachers`
--

INSERT INTO `teachers` (`id`, `name`, `nrcno`, `email`, `password`, `address`, `dob`, `designation`, `sex`, `phone`, `image`, `is_active`, `created_at`, `updated_at`, `raceandreligion`, `spouseName`, `spouseOccupation`, `fathername`, `mothername`, `parentOccupation`, `gender`, `position`, `education`, `salary`, `currency`, `primarySubject`, `entryDate`, `transferedSchool`, `educationDepartment`, `startDateofTeaching`, `currentsubject`, `responsibility`, `attendedclass`, `location`, `vehroute_id`) VALUES
(7, 'Daw Than Than', '5/palanan(n)1222222', 'thanthan66@gmail.com', NULL, 'No.45 , 5 Street , Sanchaung ,Yangon', '1998-05-23', NULL, 'Female', '0987776665', 'uploads/student_images/no_image.png', 'no', '2019-05-15 03:07:25', '0000-00-00 00:00:00', 'Buddha', 'U Nay Lin Naung', 'Farmer', 'U  Tun', 'Daw Mi Mi', 'Farmer', 'Female', 'Teacher', 'B.Ed', '0', 'MMK', 'Mathematics', '1970-01-01', 'Great Private School', '', '2019-03-21', '', '', '', 1, 0),
(13, 'Daw Moe Moe', '11/MKN(N)111111', 'moe@gmail.com', NULL, 'No. 86, 15 Street, Latha Township, Yangon.', '1989-02-03', NULL, '', '0922222222', 'uploads/student_images/no_image.png', 'no', '2019-04-29 11:51:54', '0000-00-00 00:00:00', 'Burma, Buddhism', 'U Mg Mg', 'Engineer', 'U Moe Naing', 'Daw Kyu Kyu', 'Farmer', '', 'Teacher', 'BA Myanmar', '250000', 'MMK', 'Myanmar', '2018-03-15', 'From KMT Private School', '', '2018-03-19', 'Grade1 to Grade11, Myanmar', '', 'လူမွဳ၀န္ထမ္း 2017', 1, 0),
(14, 'Daw Soe Soe', '12/KMD(N)4511445', 'soesoe@gmail.com', NULL, 'No. 75, Mayzabal Street, KMD Township, Yangon.', '1985-06-12', NULL, 'Female', '0955555555', 'uploads/teacher_images/14.jpg', 'no', '2019-04-29 11:50:32', '0000-00-00 00:00:00', 'Burma, Buddhism', 'U Ko Ko', 'Teacher', 'U Kyaw Soe', 'Daw Hla Aye', 'Doctor', 'Female', 'Teacher', 'BA English', '300000', 'MMK', 'English', '2018-05-16', 'NIL', '', '2018-05-21', 'Great 1 to 11 , English', '', 'ေဖာင္ၾကီးသင္တန္း  ၂၀၁၇', 1, 0),
(15, 'U Nyo', '12/Lat(N)4544111', 'konyo@gmail.com', NULL, 'No.11, Sagaing Street, Yangon.', '1980-10-21', NULL, 'Male', '094444444', 'uploads/teacher_images/15.jpg', 'no', '2019-04-29 11:56:53', '0000-00-00 00:00:00', 'Burma, Buddhism', '', '', 'U Myint Gyi', 'Daw Saw Hla', 'Doctor', 'Male', 'Teacher', 'BSc Match', '300000', 'MMK', 'Mathematics', '2019-01-01', 'From Shwe Myint Mo Private School', '', '2019-01-07', 'Great 1 to 11 , Mathematics', '', '', 1, 0),
(16, 'U Nyan Lin', '11/MKN(N)555555', 'nyanlin@gmail.com', NULL, 'No. 34, Uwisaya Street, Dagon Township, Yangon.', '1979-07-04', NULL, 'Male', '095221111', 'uploads/teacher_images/16.jpg', 'no', '2019-04-29 12:01:55', '0000-00-00 00:00:00', 'Burma, Buddhism', 'Daw Saw Mya', 'Engineer', 'U Kyaw Tint', 'Daw Mu Mu', 'Doctor', 'Male', 'Teacher', 'BA History', '250000', 'MMK', 'History', '2019-02-08', 'NIL', '', '2019-02-11', 'Great 1 to 11 , History', '', '', 1, 0),
(17, 'Daw Saw', '13/MKL(N)121211', 'saw@gmail.com', NULL, 'No. 107, Pyay Road, Hlaing Township, Yangon.', '1984-06-20', NULL, 'Female', '095454544', 'uploads/teacher_images/17.jpg', 'no', '2019-04-29 12:15:03', '0000-00-00 00:00:00', 'Burma, Buddhism', '', '', 'U Sint', 'Daw Aye Nu', 'Teacher', 'Female', 'Teacher', 'BSc Science', '300000', 'MMK', 'Science', '2019-04-24', '', '', '2019-04-25', 'Great 1 to 11 , Science', '', '', 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `teacher_attendences`
--

CREATE TABLE `teacher_attendences` (
  `id` int(11) NOT NULL,
  `teacher_id` int(11) DEFAULT NULL,
  `approved_by` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` date NOT NULL,
  `in_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `out_time` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `status` varchar(30) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `teacher_attendences`
--

INSERT INTO `teacher_attendences` (`id`, `teacher_id`, `approved_by`, `is_active`, `created_at`, `in_time`, `out_time`, `updated_at`, `status`) VALUES
(1, 13, 'Admin', 'no', '2019-05-10', '2019-05-10 13:00:00', '2019-05-10 22:00:30', '2019-05-10 16:48:56', 'Present'),
(2, 14, 'Admin', 'no', '2019-05-10', '2019-05-10 13:00:00', '2019-05-10 22:00:30', '2019-05-10 16:48:56', 'Present'),
(3, 15, 'Admin', 'no', '2019-05-10', '2019-05-10 13:00:00', '2019-05-10 22:00:30', '2019-05-10 16:48:56', 'Present'),
(4, 16, 'Admin', 'no', '2019-05-10', '2019-05-10 13:00:00', '2019-05-10 22:00:30', '2019-05-10 16:48:56', 'Leave'),
(5, 17, 'Admin', 'no', '2019-05-10', '2019-05-10 13:00:00', '2019-05-10 22:00:30', '2019-05-10 16:48:56', 'Absent');

-- --------------------------------------------------------

--
-- Table structure for table `teacher_subjects`
--

CREATE TABLE `teacher_subjects` (
  `id` int(11) NOT NULL,
  `session_id` int(11) DEFAULT NULL,
  `class_section_id` int(11) DEFAULT NULL,
  `subject_id` int(11) DEFAULT NULL,
  `teacher_id` int(11) DEFAULT NULL,
  `description` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `teacher_subjects`
--

INSERT INTO `teacher_subjects` (`id`, `session_id`, `class_section_id`, `subject_id`, `teacher_id`, `description`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 14, 4, 1, 1, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(2, 14, 4, 2, 1, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(3, 14, 4, 3, 1, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(4, 14, 4, 4, 1, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(5, 14, 5, 1, 3, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(6, 14, 5, 2, 5, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(7, 14, 5, 3, 7, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(8, 14, 5, 5, 8, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(9, 14, 5, 6, 9, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(10, 14, 5, 7, 10, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(11, 14, 7, 1, 3, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(12, 14, 7, 2, 5, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(13, 14, 7, 3, 7, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(14, 14, 7, 5, 8, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(15, 14, 7, 6, 9, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(16, 14, 7, 7, 10, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(17, 14, 1, 1, 17, NULL, 'no', '2019-05-05 09:14:47', '0000-00-00 00:00:00'),
(18, 14, 1, 2, 16, NULL, 'no', '2019-05-05 09:14:47', '0000-00-00 00:00:00'),
(19, 14, 1, 3, 14, NULL, 'no', '2019-05-05 09:14:47', '0000-00-00 00:00:00'),
(20, 14, 1, 4, 15, NULL, 'no', '2019-05-05 09:14:47', '0000-00-00 00:00:00'),
(21, 14, 1, 0, 16, NULL, 'no', '2019-05-05 09:14:47', '0000-00-00 00:00:00'),
(22, 14, 1, 0, 15, NULL, 'no', '2019-05-05 09:14:47', '0000-00-00 00:00:00'),
(23, 14, 1, 0, 13, NULL, 'no', '2019-05-05 09:14:47', '0000-00-00 00:00:00'),
(24, 14, 2, 1, 1, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(25, 14, 2, 2, 3, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(26, 14, 2, 3, 5, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(27, 14, 2, 4, 7, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(28, 14, 2, 5, 8, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(29, 14, 2, 6, 9, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(30, 14, 2, 7, 10, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(31, 14, 3, 1, 1, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(32, 14, 3, 2, 3, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(33, 14, 3, 3, 5, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(34, 14, 3, 4, 7, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(35, 14, 3, 5, 8, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(36, 14, 3, 6, 10, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(37, 14, 3, 7, 9, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(38, 14, 11, 1, 1, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(39, 14, 11, 2, 3, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(40, 14, 11, 3, 5, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(41, 14, 11, 4, 7, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(42, 14, 11, 5, 8, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(43, 14, 11, 6, 9, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(44, 14, 11, 7, 10, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(45, 14, 12, 1, 1, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(46, 14, 12, 2, 3, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(47, 14, 12, 3, 5, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(48, 14, 12, 4, 7, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(49, 14, 12, 5, 8, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(50, 14, 12, 6, 9, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(51, 14, 12, 7, 10, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(52, 14, 13, 1, 1, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(53, 14, 13, 2, 3, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(54, 14, 13, 3, 5, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(55, 14, 13, 4, 7, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(56, 14, 13, 5, 8, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(57, 14, 13, 6, 9, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(58, 14, 13, 7, 10, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(59, 14, 15, 1, 1, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(60, 14, 15, 2, 3, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(61, 14, 15, 3, 5, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(62, 14, 15, 4, 7, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(63, 14, 15, 5, 8, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(64, 14, 15, 6, 9, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(65, 14, 15, 7, 10, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(66, 14, 14, 1, 1, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(67, 14, 14, 2, 3, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(68, 14, 14, 3, 5, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(69, 14, 14, 4, 7, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(70, 14, 14, 5, 8, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(71, 14, 14, 6, 9, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(72, 14, 14, 7, 10, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(73, 14, 9, 1, 3, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(74, 14, 9, 2, 5, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(75, 14, 9, 3, 7, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(76, 14, 9, 5, 8, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(77, 14, 9, 6, 9, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(78, 14, 9, 7, 10, NULL, 'no', '2019-04-29 15:59:52', '0000-00-00 00:00:00'),
(79, 14, 1, 1, 13, NULL, 'no', '2019-04-29 12:19:15', '0000-00-00 00:00:00'),
(80, 14, 14, 15, 5, NULL, 'no', '2019-04-03 04:45:43', '0000-00-00 00:00:00'),
(81, 14, 7, 7, 11, NULL, 'no', '2019-04-03 07:06:30', '0000-00-00 00:00:00'),
(82, 14, 6, 14, 11, NULL, 'no', '2019-04-04 08:10:08', '0000-00-00 00:00:00'),
(83, 14, 6, 13, 5, NULL, 'no', '2019-04-04 08:10:08', '0000-00-00 00:00:00'),
(84, 14, 2, 9, 1, NULL, 'no', '2019-04-04 09:40:30', '0000-00-00 00:00:00'),
(85, 14, 15, 19, 11, NULL, 'no', '2019-04-04 09:54:52', '0000-00-00 00:00:00'),
(86, 14, 1, 2, 14, NULL, 'no', '2019-04-29 12:19:15', '0000-00-00 00:00:00'),
(87, 14, 1, 3, 15, NULL, 'no', '2019-04-29 12:19:15', '0000-00-00 00:00:00'),
(88, 14, 1, 4, 17, NULL, 'no', '2019-04-29 12:19:15', '0000-00-00 00:00:00'),
(89, 14, 1, 20, 16, NULL, 'no', '2019-04-29 12:20:32', '0000-00-00 00:00:00'),
(90, 14, 4, 1, 13, NULL, 'no', '2019-04-29 13:04:03', '0000-00-00 00:00:00'),
(91, 14, 4, 2, 14, NULL, 'no', '2019-04-29 13:04:03', '0000-00-00 00:00:00'),
(92, 14, 4, 3, 15, NULL, 'no', '2019-04-29 13:04:03', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `teachingnote`
--

CREATE TABLE `teachingnote` (
  `id` int(11) NOT NULL,
  `section_id` int(11) DEFAULT NULL,
  `class_section_id` int(11) DEFAULT NULL,
  `teacher_id` int(11) DEFAULT NULL,
  `lessontitle` tinytext COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `teachingnote`
--

INSERT INTO `teachingnote` (`id`, `section_id`, `class_section_id`, `teacher_id`, `lessontitle`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 1, 6, 9, 'My school', 'no', '2019-02-27', '0000-00-00 00:00:00'),
(2, 1, 6, 9, 'Natural Science', 'no', '2019-03-29', '0000-00-00 00:00:00'),
(3, 1, 1, 9, 'robot', 'no', '2019-04-03', '0000-00-00 00:00:00'),
(4, 2, 6, 8, 'Modern Physic', 'no', '2019-04-25', '0000-00-00 00:00:00'),
(5, 4, 1, 10, 'Natural Science', 'no', '2019-04-30', '0000-00-00 00:00:00'),
(9, 2, 12, 12, 'Lesson2', 'no', '2019-04-03', '0000-00-00 00:00:00'),
(10, 1, 1, 7, 'ရာခုိင္ႏွဳံ းမ်ား', 'no', '2019-04-18', '0000-00-00 00:00:00'),
(11, 2, 6, 7, 'အေနာ္ရထာ', 'no', '2019-04-18', '0000-00-00 00:00:00'),
(12, 1, 8, 15, 'Chemical Formulas', 'no', '2019-04-30', '0000-00-00 00:00:00'),
(13, 1, 14, 13, 'Natural World', 'no', '2019-04-01', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `teachingnote_detail`
--

CREATE TABLE `teachingnote_detail` (
  `id` int(11) NOT NULL,
  `header_id` int(11) NOT NULL,
  `subject_id` int(11) NOT NULL,
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `teachingnote_detail`
--

INSERT INTO `teachingnote_detail` (`id`, `header_id`, `subject_id`, `title`, `description`) VALUES
(3, 3, 2, '', 'robot'),
(5, 1, 7, '', 'Trees'),
(6, 2, 4, '', 'Earth'),
(8, 5, 12, '', 'ပတ္၀န္းက်င္'),
(9, 5, 13, '', 'ေရတြြက္ျခင္း'),
(13, 6, 5, '', 'Proportion with direction'),
(14, 4, 5, '', 'Modern Physic is the............'),
(15, 7, 8, '', 'ccynokp'),
(16, 8, 9, '', 'egerht'),
(12775, 9, 1, '', 'myanmar is the ...'),
(12780, 10, 3, '', 'ရာခုိင္ႏွဳံ းမ်ားရွာေဖြျခင္း'),
(12781, 11, 20, '', 'ပုဂံျပည္ သာသနာေတာ္'),
(12783, 12, 4, '', 'Chemical Formulas'),
(12784, 13, 4, '', 'djfhf jfhfh');

-- --------------------------------------------------------

--
-- Table structure for table `term`
--

CREATE TABLE `term` (
  `id` int(11) NOT NULL,
  `title` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `testimonial`
--

CREATE TABLE `testimonial` (
  `id` int(11) NOT NULL,
  `title` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `image` text COLLATE utf8_unicode_ci NOT NULL,
  `popular_status` int(11) NOT NULL,
  `language` varchar(50) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `timetables`
--

CREATE TABLE `timetables` (
  `id` int(11) NOT NULL,
  `theader_id` int(11) NOT NULL,
  `day_name` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sec1` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `sec2` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `sec3` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `sec4` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `sec5` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `sec6` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `sec7` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `sec8` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `sec9` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `tec1` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `tec2` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `tec3` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `tec4` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `tec5` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `tec6` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `tec7` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `tec8` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `tec9` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `room_no` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `timetables`
--

INSERT INTO `timetables` (`id`, `theader_id`, `day_name`, `sec1`, `sec2`, `sec3`, `sec4`, `sec5`, `sec6`, `sec7`, `sec8`, `sec9`, `tec1`, `tec2`, `tec3`, `tec4`, `tec5`, `tec6`, `tec7`, `tec8`, `tec9`, `room_no`, `is_active`, `created_at`, `updated_at`) VALUES
(22, 2, 'Monday', 'Myanmar', 'English', 'Maths', 'Physics', 'Chemistry', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 08:05:42', '0000-00-00 00:00:00'),
(23, 2, 'Tuesday', 'English', 'Myanmar', 'Physics', 'Maths', 'Biology', 'Chemistry', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 08:05:42', '0000-00-00 00:00:00'),
(24, 2, 'Wednesday', 'Myanmar', 'English', 'Maths', 'Physics', 'Chemistry', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 08:05:42', '0000-00-00 00:00:00'),
(25, 2, 'Thursday', 'Myanmar', 'English', 'Maths', 'Physics', 'Chemistry', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 08:05:42', '0000-00-00 00:00:00'),
(26, 2, 'Friday', 'Biology', 'Chemistry', 'Physics', 'Maths', 'English', 'Myanmar', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 08:05:42', '0000-00-00 00:00:00'),
(27, 2, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 08:05:42', '0000-00-00 00:00:00'),
(28, 2, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 08:05:42', '0000-00-00 00:00:00'),
(29, 3, 'Monday', 'Myanmar', 'English', 'Maths', 'Physics', 'Chemistry', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 09:33:31', '0000-00-00 00:00:00'),
(30, 3, 'Tuesday', 'Biology', 'Chemistry', 'Physics', 'Maths', 'English', 'Myanmar', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 09:33:31', '0000-00-00 00:00:00'),
(31, 3, 'Wednesday', 'Myanmar', 'Maths', 'Chemistry', 'English', 'Physics', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 09:33:31', '0000-00-00 00:00:00'),
(32, 3, 'Thursday', 'English', 'Myanmar', 'Maths', 'Physics', 'Chemistry', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 09:33:31', '0000-00-00 00:00:00'),
(33, 3, 'Friday', 'Chemistry', 'Physics', 'English', 'Maths', 'Biology', 'Myanmar', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 09:33:31', '0000-00-00 00:00:00'),
(34, 3, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 09:33:31', '0000-00-00 00:00:00'),
(35, 3, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-21 09:33:31', '0000-00-00 00:00:00'),
(36, 4, 'Monday', 'Myanmar', 'English', 'Maths', 'Science', 'Physics', 'Chemistry', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:09:46', '0000-00-00 00:00:00'),
(37, 4, 'Tuesday', 'Biology', 'Physics', 'Maths', 'English', 'Science', 'Science', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:09:46', '0000-00-00 00:00:00'),
(38, 4, 'Wednesday', 'Chemistry', 'Physics', 'Physics', 'Science', 'Maths', 'English', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:09:46', '0000-00-00 00:00:00'),
(39, 4, 'Thursday', 'English', 'Maths', 'Science', 'English', 'Physics', 'Maths', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:09:46', '0000-00-00 00:00:00'),
(40, 4, 'Friday', 'Chemistry', 'Physics', 'Physics', 'Science', 'Myanmar', 'Myanmar', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:09:46', '0000-00-00 00:00:00'),
(41, 4, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:09:46', '0000-00-00 00:00:00'),
(42, 4, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:09:46', '0000-00-00 00:00:00'),
(50, 6, 'Monday', 'Myanmar', 'Biology', 'English', 'Maths', 'Physics', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:13:28', '0000-00-00 00:00:00'),
(51, 6, 'Tuesday', 'English', 'Chemistry', 'Myanmar', 'English', 'Science', 'Physics', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:13:28', '0000-00-00 00:00:00'),
(52, 6, 'Wednesday', 'Maths', 'Physics', 'Biology', 'Myanmar', 'Maths', 'Science', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:13:28', '0000-00-00 00:00:00'),
(53, 6, 'Thursday', 'Science', 'Science', 'Chemistry', 'Biology', 'English', 'Maths', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:13:28', '0000-00-00 00:00:00'),
(54, 6, 'Friday', 'Physics', 'Maths', 'Science', 'Chemistry', 'Myanmar', 'Myanmar', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:13:28', '0000-00-00 00:00:00'),
(55, 6, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:13:28', '0000-00-00 00:00:00'),
(56, 6, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:13:28', '0000-00-00 00:00:00'),
(71, 9, 'Monday', 'Myanmar', 'Science', 'Maths', 'Myanmar', 'Biology', 'Physics', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:17:26', '0000-00-00 00:00:00'),
(72, 9, 'Tuesday', 'English', 'Physics', 'English', 'English', 'Chemistry', 'Science', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:17:26', '0000-00-00 00:00:00'),
(73, 9, 'Wednesday', 'Maths', 'Chemistry', 'Myanmar', 'Maths', 'Physics', 'Maths', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:17:26', '0000-00-00 00:00:00'),
(74, 9, 'Thursday', 'Science', 'Biology', 'Biology', 'Science', 'Science', 'English', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:17:26', '0000-00-00 00:00:00'),
(75, 9, 'Friday', 'Physics', 'Chemistry', 'Chemistry', 'Physics', 'Maths', 'Myanmar', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:17:26', '0000-00-00 00:00:00'),
(76, 9, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:17:26', '0000-00-00 00:00:00'),
(77, 9, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:17:26', '0000-00-00 00:00:00'),
(78, 10, 'Monday', 'Myanmar', 'Maths', 'Science', 'English', 'Myanmar', 'English', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:20:08', '0000-00-00 00:00:00'),
(79, 10, 'Tuesday', 'English', 'English', 'Physics', 'Maths', 'Maths', 'Maths', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:20:08', '0000-00-00 00:00:00'),
(80, 10, 'Wednesday', 'Maths', 'Myanmar', 'Chemistry', 'Science', 'Chemistry', 'English', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:20:08', '0000-00-00 00:00:00'),
(81, 10, 'Thursday', 'Science', 'Biology', 'Biology', 'Physics', 'Physics', 'Maths', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:20:08', '0000-00-00 00:00:00'),
(82, 10, 'Friday', 'Physics', 'Chemistry', 'Myanmar', 'Chemistry', 'Biology', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:20:08', '0000-00-00 00:00:00'),
(83, 10, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:20:08', '0000-00-00 00:00:00'),
(84, 10, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:20:08', '0000-00-00 00:00:00'),
(99, 13, 'Monday', 'Myanmar', 'Maths', 'Science', 'Physics', 'Chemistry', 'Myanmar', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:22:48', '0000-00-00 00:00:00'),
(100, 13, 'Tuesday', 'English', 'English', 'Physics', 'Science', 'Biology', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:22:48', '0000-00-00 00:00:00'),
(101, 13, 'Wednesday', 'Maths', 'Myanmar', 'Chemistry', 'Maths', 'Myanmar', 'Chemistry', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:22:48', '0000-00-00 00:00:00'),
(102, 13, 'Thursday', 'Science', 'Biology', 'Biology', 'English', 'English', 'Physics', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:22:48', '0000-00-00 00:00:00'),
(103, 13, 'Friday', 'Physics', 'Chemistry', 'Myanmar', 'English', 'Maths', 'Science', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:22:48', '0000-00-00 00:00:00'),
(104, 13, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:22:48', '0000-00-00 00:00:00'),
(105, 13, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:22:48', '0000-00-00 00:00:00'),
(106, 14, 'Monday', 'Myanmar', 'Maths', 'Science', 'Maths', 'Myanmar', 'Myanmar', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:26:48', '0000-00-00 00:00:00'),
(107, 14, 'Tuesday', 'English', 'English', 'Physics', 'Science', 'English', 'Science', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:26:48', '0000-00-00 00:00:00'),
(108, 14, 'Wednesday', 'Maths', 'Myanmar', 'Chemistry', 'Physics', 'Maths', 'Physics', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:26:48', '0000-00-00 00:00:00'),
(109, 14, 'Thursday', 'Science', 'Biology', 'Biology', 'Chemistry', 'Science', 'Chemistry', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:26:48', '0000-00-00 00:00:00'),
(110, 14, 'Friday', 'Physics', 'Chemistry', 'Myanmar', 'Biology', 'Physics', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:26:48', '0000-00-00 00:00:00'),
(111, 14, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:26:48', '0000-00-00 00:00:00'),
(112, 14, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:26:48', '0000-00-00 00:00:00'),
(120, 16, 'Monday', 'Myanmar', 'Maths', 'Science', 'Chemistry', 'Biology', 'English', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:32:50', '0000-00-00 00:00:00'),
(121, 16, 'Tuesday', 'English', 'Science', 'Physics', 'Physics', 'Myanmar', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:32:50', '0000-00-00 00:00:00'),
(122, 16, 'Wednesday', 'Maths', 'Physics', 'Chemistry', 'Science', 'English', 'Chemistry', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:32:50', '0000-00-00 00:00:00'),
(123, 16, 'Thursday', 'Science', 'Chemistry', 'Biology', 'Maths', 'Maths', 'Physics', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:32:50', '0000-00-00 00:00:00'),
(124, 16, 'Friday', 'Physics', 'Biology', 'Myanmar', 'English', 'Maths', 'Science', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:32:50', '0000-00-00 00:00:00'),
(125, 16, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:32:50', '0000-00-00 00:00:00'),
(126, 16, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 05:32:50', '0000-00-00 00:00:00'),
(127, 17, 'Monday', 'Biology', 'Myanmar', 'English', 'Maths', 'Physics', 'Chemistry', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:10:41', '0000-00-00 00:00:00'),
(128, 17, 'Tuesday', 'Myanmar', 'English', 'Maths', 'Physics', 'Chemistry', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:10:41', '0000-00-00 00:00:00'),
(129, 17, 'Wednesday', 'English', 'Myanmar', 'Physics', 'Chemistry', 'Biology', 'Maths', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:10:41', '0000-00-00 00:00:00'),
(130, 17, 'Thursday', 'Physics', 'Biology', 'Chemistry', 'Maths', 'English', 'Myanmar', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:10:41', '0000-00-00 00:00:00'),
(131, 17, 'Friday', 'Maths', 'Chemistry', 'Physics', 'English', 'Myanmar', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:10:41', '0000-00-00 00:00:00'),
(132, 17, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:10:41', '0000-00-00 00:00:00'),
(133, 17, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:10:41', '0000-00-00 00:00:00'),
(134, 18, 'Monday', 'Myanmar', 'English', 'Maths', 'Physics', 'Chemistry', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:22:32', '0000-00-00 00:00:00'),
(135, 18, 'Tuesday', 'Biology', 'Chemistry', 'Physics', 'Maths', 'English', 'Myanmar', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:22:32', '0000-00-00 00:00:00'),
(136, 18, 'Wednesday', 'Chemistry', 'Physics', 'Maths', 'English', 'Myanmar', 'Biology', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:22:32', '0000-00-00 00:00:00'),
(137, 18, 'Thursday', 'Physics', 'Maths', 'English', 'Myanmar', 'Biology', 'Chemistry', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:22:32', '0000-00-00 00:00:00'),
(138, 18, 'Friday', 'Maths', 'English', 'Myanmar', 'Biology', 'Chemistry', 'Physics', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:22:32', '0000-00-00 00:00:00'),
(139, 18, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:22:32', '0000-00-00 00:00:00'),
(140, 18, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-03-22 06:22:32', '0000-00-00 00:00:00'),
(190, 19, 'Monday', 'Myanmar', 'Science', 'Myanmar', 'Science', 'Myanmar', 'Science', '', '', '', '6', '8', '5', '12', '11', '1', '', '', '', NULL, 'no', '2019-04-06 03:59:27', '0000-00-00 00:00:00'),
(191, 19, 'Tuesday', 'English', 'Maths', 'English', 'Maths', 'English', 'Maths', '', '', '', '11', '12', '3', '10', '8', '10', '', '', '', NULL, 'no', '2019-04-06 03:59:27', '0000-00-00 00:00:00'),
(192, 19, 'Wednesday', 'Maths', 'English', 'Maths', 'English', 'Maths', 'English', '', '', '', '4', '10', '3', '8', '1', '3', '', '', '', NULL, 'no', '2019-04-06 03:59:27', '0000-00-00 00:00:00'),
(193, 19, 'Thursday', 'Science', 'Myanmar', 'Science', 'Myanmar', 'Science', 'Myanmar', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-04-06 03:59:27', '0000-00-00 00:00:00'),
(194, 19, 'Friday', 'English', 'Myanmar', 'Maths', 'Science', 'Myanmar', 'Maths', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-04-06 03:59:27', '0000-00-00 00:00:00'),
(195, 19, 'Saturday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-04-06 03:59:27', '0000-00-00 00:00:00'),
(196, 19, 'Sunday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-04-06 03:59:27', '0000-00-00 00:00:00'),
(204, 1, 'Monday', 'English', 'Maths', 'Myanmar', 'Science', 'Maths', 'Myanmar', 'English', 'English', 'English', '', '', '9', '', '', '', '', '', '', NULL, 'no', '2019-04-27 15:21:55', '0000-00-00 00:00:00'),
(205, 1, 'Tuesday', 'English', 'Maths', 'Science', 'Myanmar', 'Science', 'Myanmar', 'English', 'Maths', 'Science', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-04-27 15:21:55', '0000-00-00 00:00:00'),
(206, 1, 'Wednesday', 'Maths', 'Myanmar', 'Science', 'English', 'Maths', 'Myanmar', 'Science', 'English', 'Maths', '11', '', '', '', '', '', '', '', '', NULL, 'no', '2019-04-27 15:21:55', '0000-00-00 00:00:00'),
(207, 1, 'Thursday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-04-27 15:21:55', '0000-00-00 00:00:00'),
(208, 1, 'Friday', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-04-27 15:21:55', '0000-00-00 00:00:00'),
(209, 1, 'Saturday', 'Science', 'English', 'Maths', 'English', 'Myanmar', 'English', 'English', 'Myanmar', 'English', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-04-27 15:21:55', '0000-00-00 00:00:00'),
(210, 1, 'Sunday', 'Maths', 'Myanmar', 'Science', 'Maths', 'Maths', 'Science', 'Maths', 'English', 'Science', '', '', '', '', '', '', '', '', '', NULL, 'no', '2019-04-27 15:21:55', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `transport_route`
--

CREATE TABLE `transport_route` (
  `id` int(11) NOT NULL,
  `route_title` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `no_of_vehicle` int(11) DEFAULT NULL,
  `fare` float(10,2) DEFAULT NULL,
  `note` text COLLATE utf8_unicode_ci,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `transport_route`
--

INSERT INTO `transport_route` (`id`, `route_title`, `no_of_vehicle`, `fare`, `note`, `is_active`, `created_at`, `updated_at`) VALUES
(1, 'Sanchaung', NULL, 30000.00, NULL, 'no', '2019-03-30 05:57:22', '0000-00-00 00:00:00'),
(2, 'Magangon', NULL, 40000.00, NULL, 'no', '2019-03-30 05:56:15', '0000-00-00 00:00:00'),
(3, 'Insein', NULL, 50000.00, NULL, 'no', '2019-03-30 05:56:29', '0000-00-00 00:00:00'),
(4, 'Kemee Myin Diaing', NULL, 30000.00, NULL, 'no', '2019-04-02 09:55:18', '0000-00-00 00:00:00'),
(5, 'Bahan', NULL, 35000.00, NULL, 'no', '2019-04-02 09:55:34', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `userlog`
--

CREATE TABLE `userlog` (
  `id` int(11) NOT NULL,
  `user` varchar(100) DEFAULT NULL,
  `role` varchar(100) DEFAULT NULL,
  `ipaddress` varchar(100) DEFAULT NULL,
  `user_agent` varchar(500) DEFAULT NULL,
  `login_datetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `userlog`
--

INSERT INTO `userlog` (`id`, `user`, `role`, `ipaddress`, `user_agent`, `login_datetime`) VALUES
(1, 'admin@gmail.com', 'admin', '103.231.92.134', 'Firefox 65.0, Windows 10', '2019-03-15 02:31:55'),
(2, 'admin@gmail.com', 'admin', '103.231.92.134', 'Firefox 66.0, Windows 7', '2019-03-15 02:42:39'),
(3, 'admin@gmail.com', 'admin', '103.231.92.118', 'Firefox 65.0, Windows 10', '2019-03-15 09:09:05'),
(4, 'admin@gmail.com', 'admin', '103.231.92.118', 'Firefox 65.0, Windows 10', '2019-03-15 09:14:46'),
(5, 'admin@gmail.com', 'admin', '103.231.92.118', 'Firefox 65.0, Windows 10', '2019-03-15 09:18:58'),
(6, 'admin@gmail.com', 'admin', '103.231.92.118', 'Firefox 65.0, Windows 10', '2019-03-15 09:56:32'),
(7, 'admin@gmail.com', 'admin', '103.231.92.118', 'Firefox 65.0, Windows 10', '2019-03-15 09:57:44'),
(8, 'admin@gmail.com', 'admin', '103.231.92.118', 'Firefox 65.0, Windows 10', '2019-03-15 09:58:12'),
(9, 'admin@gmail.com', 'admin', '103.231.92.118', 'Firefox 66.0, Windows 7', '2019-03-16 02:35:25'),
(10, 'admin@gmail.com', 'admin', '103.231.92.118', 'Firefox 65.0, Windows 10', '2019-03-16 02:47:32'),
(11, 'admin@gmail.com', 'admin', '103.231.92.254', 'Firefox 65.0, Windows 10', '2019-03-16 10:35:11'),
(12, 'admin@gmail.com', 'admin', '103.231.92.133', 'Firefox 65.0, Windows 10', '2019-03-18 02:40:32'),
(13, 'admin@gmail.com', 'admin', '103.231.92.133', 'Firefox 66.0, Windows 7', '2019-03-18 02:52:46'),
(14, 'admin@gmail.com', 'admin', '103.231.92.63', 'Firefox 65.0, Windows 10', '2019-03-18 03:58:27'),
(15, 'admin@gmail.com', 'admin', '103.231.92.63', 'Firefox 66.0, Windows 7', '2019-03-18 03:59:05'),
(16, 'admin@gmail.com', 'admin', '103.231.92.63', 'Firefox 65.0, Windows 10', '2019-03-18 07:44:57'),
(17, 'admin@gmail.com', 'admin', '103.231.92.63', 'Firefox 65.0, Windows 10', '2019-03-18 07:53:29'),
(18, 'parent1', 'parent', '103.231.92.63', 'Chrome 72.0.3626.121, Windows 10', '2019-03-18 08:04:51'),
(19, 'parent1', 'parent', '103.231.92.63', 'Chrome 72.0.3626.121, Windows 10', '2019-03-18 08:19:33'),
(20, 'parent1', 'parent', '103.231.92.63', 'Chrome 72.0.3626.121, Windows 10', '2019-03-18 08:22:15'),
(21, 'parent1', 'parent', '103.231.92.63', 'Chrome 72.0.3626.121, Windows 10', '2019-03-18 09:05:56'),
(22, 'admin@gmail.com', 'admin', '103.231.92.63', 'Firefox 65.0, Windows 10', '2019-03-18 09:06:44'),
(23, 'parent2', 'parent', '103.231.92.63', 'Chrome 72.0.3626.121, Windows 10', '2019-03-18 09:41:43'),
(24, 'admin@gmail.com', 'admin', '103.231.92.72', 'Firefox 65.0, Windows 10', '2019-03-19 02:48:42'),
(25, 'admin@gmail.com', 'admin', '103.231.92.72', 'Firefox 66.0, Windows 7', '2019-03-19 02:58:32'),
(26, 'admin@gmail.com', 'admin', '103.231.92.72', 'Firefox 65.0, Windows 10', '2019-03-19 03:04:17'),
(27, 'parent1', 'parent', '103.231.92.72', 'Chrome 72.0.3626.121, Windows 10', '2019-03-19 03:04:37'),
(28, 'parent1', 'parent', '103.231.92.227', 'Chrome 72.0.3626.121, Windows 10', '2019-03-19 05:12:16'),
(29, 'admin@gmail.com', 'admin', '103.231.92.227', 'Firefox 65.0, Windows 10', '2019-03-19 05:27:38'),
(30, 'admin@gmail.com', 'admin', '103.231.92.227', 'Chrome 72.0.3626.121, Windows 10', '2019-03-19 06:29:29'),
(31, 'parent1', 'parent', '103.231.92.227', 'Firefox 65.0, Windows 10', '2019-03-19 08:24:19'),
(32, 'parent1', 'parent', '103.231.92.227', 'Chrome 72.0.3626.121, Windows 10', '2019-03-19 08:52:36'),
(33, 'admin@gmail.com', 'admin', '178.62.121.119', 'Firefox 65.0, Windows 10', '2019-03-19 11:45:24'),
(34, 'admin@gmail.com', 'admin', '103.231.92.53', 'Firefox 65.0, Windows 10', '2019-03-21 02:39:35'),
(35, 'parent1', 'parent', '103.231.92.53', 'Chrome 72.0.3626.121, Windows 10', '2019-03-21 02:45:43'),
(36, 'admin@gmail.com', 'admin', '103.231.92.53', 'Firefox 66.0, Windows 7', '2019-03-21 02:47:16'),
(37, 'admin@gmail.com', 'admin', '103.231.92.125', 'Firefox 65.0, Windows 10', '2019-03-21 04:20:26'),
(38, 'admin@gmail.com', 'admin', '103.231.92.125', 'Firefox 65.0, Windows 10', '2019-03-21 04:22:11'),
(39, 'admin@gmail.com', 'admin', '103.231.92.125', 'Firefox 65.0, Windows 10', '2019-03-21 04:58:41'),
(40, 'admin@gmail.com', 'admin', '103.231.92.125', 'Firefox 65.0, Windows 10', '2019-03-21 05:01:16'),
(41, 'admin@gmail.com', 'admin', '103.231.92.125', 'Firefox 65.0, Windows 10', '2019-03-21 05:01:47'),
(42, 'admin@gmail.com', 'admin', '103.231.92.125', 'Firefox 65.0, Windows 10', '2019-03-21 05:02:04'),
(43, 'admin@gmail.com', 'admin', '103.231.92.125', 'Firefox 66.0, Windows 7', '2019-03-21 05:02:55'),
(44, 'admin@gmail.com', 'admin', '103.231.92.125', 'Firefox 65.0, Windows 10', '2019-03-21 05:04:18'),
(45, 'admin@gmail.com', 'admin', '103.231.92.125', 'Chrome 72.0.3626.121, Windows 10', '2019-03-21 05:05:10'),
(46, 'parent1', 'parent', '103.231.92.125', 'Chrome 72.0.3626.121, Windows 10', '2019-03-21 06:27:37'),
(47, 'admin@gmail.com', 'admin', '103.231.92.125', 'Chrome 72.0.3626.121, Windows 10', '2019-03-21 08:31:31'),
(48, 'admin@gmail.com', 'admin', '103.231.92.125', 'Firefox 66.0, Windows 10', '2019-03-21 10:15:18'),
(49, 'admin@gmail.com', 'admin', '103.231.92.94', 'Firefox 65.0, Windows 10', '2019-03-22 02:43:10'),
(50, 'admin@gmail.com', 'admin', '103.231.92.94', 'Firefox 67.0, Windows 7', '2019-03-22 02:48:52'),
(51, 'admin@gmail.com', 'admin', '103.231.92.94', 'Firefox 65.0, Windows 10', '2019-03-22 03:07:49'),
(52, 'admin@gmail.com', 'admin', '103.231.92.94', 'Firefox 65.0, Windows 10', '2019-03-22 03:13:56'),
(53, 'admin@gmail.com', 'admin', '103.231.92.94', 'Firefox 65.0, Windows 10', '2019-03-22 03:22:56'),
(54, 'admin@gmail.com', 'admin', '103.231.92.94', 'Chrome 73.0.3683.86, Windows 10', '2019-03-22 03:25:35'),
(55, 'admin@gmail.com', 'admin', '103.231.92.94', 'Chrome 73.0.3683.86, Windows 10', '2019-03-22 03:33:04'),
(56, 'admin@gmail.com', 'admin', '136.228.172.14', 'Firefox 65.0, Windows 10', '2019-03-22 03:54:51'),
(57, 'admin@gmail.com', 'admin', '136.228.172.14', 'Firefox 65.0, Windows 10', '2019-03-22 07:46:57'),
(58, 'admin@gmail.com', 'admin', '103.231.92.215', 'Firefox 65.0, Windows 10', '2019-03-22 08:58:15'),
(59, 'admin@gmail.com', 'admin', '103.231.92.215', 'Firefox 65.0, Windows 10', '2019-03-22 09:24:44'),
(60, 'parent1', 'parent', '103.231.92.215', 'Chrome 73.0.3683.86, Windows 10', '2019-03-22 09:25:12'),
(61, 'admin@gmail.com', 'admin', '103.231.92.227', 'Firefox 65.0, Windows 10', '2019-03-23 02:42:45'),
(62, 'admin@gmail.com', 'admin', '103.231.92.227', 'Firefox 67.0, Windows 7', '2019-03-23 02:57:26'),
(63, 'admin@gmail.com', 'admin', '103.231.92.128', 'Firefox 66.0, Windows 10', '2019-03-25 02:28:12'),
(64, 'admin@gmail.com', 'admin', '103.231.92.203', 'Firefox 67.0, Windows 7', '2019-03-25 02:47:03'),
(65, 'admin@gmail.com', 'admin', '103.231.92.203', 'Firefox 66.0, Windows 10', '2019-03-26 02:35:48'),
(66, 'admin@gmail.com', 'admin', '103.231.92.104', 'Firefox 67.0, Windows 7', '2019-03-26 02:48:50'),
(67, 'admin@gmail.com', 'admin', '136.228.172.129', 'Firefox 65.0, Windows 10', '2019-03-26 04:25:31'),
(68, 'admin@gmail.com', 'admin', '116.206.138.248', 'Firefox 66.0, Windows 10', '2019-03-26 04:58:35'),
(69, 'admin@gmail.com', 'admin', '103.231.92.104', 'Firefox 66.0, Windows 10', '2019-03-26 07:39:49'),
(70, 'admin@gmail.com', 'admin', '103.231.92.251', 'Firefox 66.0, Windows 10', '2019-03-28 03:22:02'),
(71, 'admin@gmail.com', 'admin', '103.231.92.131', 'Firefox 66.0, Windows 10', '2019-03-29 02:36:05'),
(72, 'admin@gmail.com', 'admin', '103.231.92.131', 'Firefox 66.0, Windows 10', '2019-03-29 03:06:48'),
(73, 'admin@gmail.com', 'admin', '103.231.92.131', 'Firefox 66.0, Windows 10', '2019-03-29 03:20:20'),
(74, 'admin@gmail.com', 'admin', '136.228.172.34', 'Firefox 66.0, Windows 10', '2019-03-29 03:34:52'),
(75, 'admin@gmail.com', 'admin', '103.231.92.131', 'Firefox 66.0, Windows 10', '2019-03-29 05:15:11'),
(76, 'admin@gmail.com', 'admin', '103.231.92.131', 'Firefox 66.0, Windows 10', '2019-03-29 06:12:17'),
(77, 'admin@gmail.com', 'admin', '103.231.92.131', 'Firefox 66.0, Windows 10', '2019-03-29 07:24:17'),
(78, 'admin@gmail.com', 'admin', '103.231.92.100', 'Firefox 66.0, Windows 10', '2019-03-30 02:30:18'),
(79, 'admin@gmail.com', 'admin', '103.231.92.100', 'Firefox 67.0, Windows 7', '2019-03-30 02:46:27'),
(80, 'admin@gmail.com', 'admin', '103.231.92.100', 'Firefox 66.0, Windows 10', '2019-03-30 04:38:36'),
(81, 'admin@gmail.com', 'admin', '116.206.138.239', 'Firefox 18.0, Windows 8', '2019-03-30 04:51:28'),
(82, 'admin@gmail.com', 'admin', '103.231.92.100', 'Firefox 66.0, Windows 10', '2019-03-30 05:32:29'),
(83, 'parent1', 'parent', '103.231.92.100', 'Firefox 66.0, Android', '2019-03-30 06:18:35'),
(84, 'parent1', 'parent', '103.231.92.100', 'Firefox 66.0, Android', '2019-03-30 06:22:46'),
(85, 'admin@gmail.com', 'admin', '103.231.92.100', 'Firefox 66.0, Windows 10', '2019-03-30 06:23:36'),
(86, 'parent4', 'parent', '103.231.92.100', 'Chrome 73.0.3683.86, Windows 10', '2019-03-30 06:24:02'),
(87, 'parent1', 'parent', '103.231.92.100', 'Firefox 66.0, Android', '2019-03-30 06:27:16'),
(88, 'admin@gmail.com', 'admin', '103.231.92.100', 'Firefox 66.0, Windows 10', '2019-03-30 06:31:32'),
(89, 'parent1', 'parent', '103.231.92.100', 'Chrome 73.0.3683.86, Windows 10', '2019-03-30 07:08:06'),
(90, 'admin@gmail.com', 'admin', '136.228.172.70', 'Firefox 66.0, Windows 10', '2019-03-30 08:09:35'),
(91, 'parent4', 'parent', '103.231.92.100', 'Chrome 73.0.3683.86, Windows 10', '2019-03-30 08:19:13'),
(92, 'parent1', 'parent', '103.231.92.100', 'Chrome 73.0.3683.86, Windows 10', '2019-03-30 08:20:01'),
(93, 'admin@gmail.com', 'admin', '103.231.92.100', 'Firefox 66.0, Windows 10', '2019-03-30 12:01:45'),
(94, 'admin@gmail.com', 'admin', '103.231.92.181', 'Firefox 66.0, Windows 10', '2019-03-31 10:55:39'),
(95, 'admin@gmail.com', 'admin', '136.228.172.242', 'Firefox 66.0, Windows 10', '2019-03-31 15:33:28'),
(96, 'admin@gmail.com', 'admin', '136.228.172.242', 'Firefox 66.0, Windows 10', '2019-03-31 15:34:15'),
(97, 'admin@gmail.com', 'admin', '136.228.172.242', 'Firefox 66.0, Windows 10', '2019-03-31 15:42:07'),
(98, 'admin@gmail.com', 'admin', '136.228.172.242', 'Opera 58.0.3135.127, Windows 10', '2019-03-31 15:52:47'),
(99, 'admin@gmail.com', 'admin', '136.228.172.176', 'Firefox 66.0, Windows 10', '2019-04-01 02:59:57'),
(100, 'admin@gmail.com', 'admin', '136.228.172.176', 'Firefox 66.0, Windows 10', '2019-04-01 06:11:55'),
(101, 'admin@gmail.com', 'admin', '136.228.172.176', 'Opera 58.0.3135.127, Windows 10', '2019-04-01 10:14:10'),
(102, 'parent1', 'parent', '136.228.172.176', 'Firefox 66.0, Android', '2019-04-01 10:19:44'),
(103, 'parent1', 'parent', '136.228.172.176', 'Firefox 66.0, Android', '2019-04-01 10:22:36'),
(104, 'admin@gmail.com', 'admin', '103.231.92.239', 'Firefox 66.0, Windows 10', '2019-04-02 02:48:06'),
(105, 'admin@gmail.com', 'admin', '103.231.92.239', 'Firefox 67.0, Windows 7', '2019-04-02 02:54:32'),
(106, 'admin@gmail.com', 'admin', '103.231.92.23', 'Firefox 67.0, Windows 7', '2019-04-02 06:33:42'),
(107, 'admin@gmail.com', 'admin', '103.231.92.23', 'Firefox 66.0, Windows 10', '2019-04-02 07:15:07'),
(108, 'admin@gmail.com', 'admin', '103.231.92.23', 'Firefox 65.0, Mac OS X', '2019-04-02 08:05:57'),
(109, 'librarian1', 'librarian', '103.231.92.23', 'Safari 605.1.15, Mac OS X', '2019-04-02 08:27:28'),
(110, 'admin@gmail.com', 'admin', '103.231.92.23', 'Firefox 66.0, Windows 7', '2019-04-02 08:52:53'),
(111, 'admin@gmail.com', 'admin', '103.231.92.23', 'Firefox 66.0, Windows 10', '2019-04-02 09:40:55'),
(112, 'admin@gmail.com', 'admin', '103.231.92.23', 'Firefox 66.0, Windows 7', '2019-04-02 10:08:59'),
(113, 'admin@gmail.com', 'admin', '103.231.92.81', 'Firefox 67.0, Windows 7', '2019-04-03 02:45:29'),
(114, 'admin@gmail.com', 'admin', '103.231.92.81', 'Firefox 66.0, Windows 7', '2019-04-03 02:59:17'),
(115, 'admin@gmail.com', 'admin', '103.231.92.81', 'Firefox 66.0, Windows 10', '2019-04-03 03:28:50'),
(116, 'admin@gmail.com', 'admin', '103.231.92.81', 'Firefox 66.0, Windows 10', '2019-04-03 03:46:07'),
(117, 'admin@gmail.com', 'admin', '103.231.92.81', 'Firefox 67.0, Windows 7', '2019-04-03 03:48:14'),
(118, 'admin@gmail.com', 'admin', '103.231.92.81', 'Firefox 67.0, Windows 7', '2019-04-03 03:51:00'),
(119, 'admin@gmail.com', 'admin', '103.231.92.81', 'Firefox 67.0, Windows 7', '2019-04-03 03:51:35'),
(120, 'admin@gmail.com', 'admin', '103.231.92.81', 'Firefox 66.0, Windows 10', '2019-04-03 04:05:03'),
(121, 'parent2', 'parent', '103.231.92.81', 'Chrome 73.0.3683.86, Windows 10', '2019-04-03 04:06:50'),
(122, 'admin@gmail.com', 'admin', '103.231.92.138', 'Firefox 67.0, Windows 7', '2019-04-04 07:06:09'),
(123, 'admin@gmail.com', 'admin', '103.231.92.138', 'Firefox 66.0, Windows 7', '2019-04-04 07:11:12'),
(124, 'admin@gmail.com', 'admin', '103.231.92.24', 'Firefox 66.0, Windows 7', '2019-04-04 07:33:59'),
(125, 'admin@gmail.com', 'admin', '103.231.92.24', 'Firefox 66.0, Windows 7', '2019-04-04 09:14:12'),
(126, 'admin@gmail.com', 'admin', '103.231.92.203', 'Firefox 66.0, Windows 10', '2019-04-04 10:46:24'),
(127, 'admin@gmail.com', 'admin', '103.231.92.62', 'Firefox 66.0, Windows 7', '2019-04-05 02:55:01'),
(128, 'admin@gmail.com', 'admin', '103.231.92.62', 'Firefox 67.0, Windows 7', '2019-04-05 05:07:54'),
(129, 'admin@gmail.com', 'admin', '103.231.92.62', 'Firefox 66.0, Windows 7', '2019-04-05 05:38:42'),
(130, 'admin@gmail.com', 'admin', '103.231.92.62', 'Firefox 67.0, Windows 7', '2019-04-05 08:09:23'),
(131, 'admin@gmail.com', 'admin', '103.231.92.62', 'Firefox 67.0, Windows 7', '2019-04-05 10:08:57'),
(132, 'admin@gmail.com', 'admin', '103.231.92.226', 'Firefox 67.0, Windows 7', '2019-04-06 01:44:57'),
(133, 'admin@gmail.com', 'admin', '103.231.92.226', 'Firefox 66.0, Windows 7', '2019-04-06 02:59:19'),
(134, 'admin@gmail.com', 'admin', '103.231.92.226', 'Firefox 67.0, Windows 7', '2019-04-06 04:18:26'),
(135, 'admin@gmail.com', 'admin', '103.231.92.226', 'Firefox 67.0, Windows 7', '2019-04-06 07:28:56'),
(136, 'admin@gmail.com', 'admin', '103.231.92.160', 'Firefox 67.0, Windows 7', '2019-04-08 03:39:27'),
(137, 'admin@gmail.com', 'admin', '103.231.92.112', 'Firefox 67.0, Windows 7', '2019-04-08 07:49:12'),
(138, 'admin@gmail.com', 'admin', '103.231.92.124', 'Chrome 73.0.3683.86, Windows 10', '2019-04-09 02:32:46'),
(139, 'admin@gmail.com', 'admin', '103.231.92.124', 'Firefox 67.0, Windows 7', '2019-04-09 03:18:06'),
(140, 'admin@gmail.com', 'admin', '103.231.92.1', 'Chrome 73.0.3683.86, Windows 10', '2019-04-09 06:07:40'),
(141, 'admin@gmail.com', 'admin', '103.231.92.1', 'Chrome 73.0.3683.86, Windows 10', '2019-04-10 01:41:48'),
(142, 'admin@gmail.com', 'admin', '103.231.92.146', 'Chrome 73.0.3683.86, Windows 10', '2019-04-10 07:28:07'),
(143, 'admin@gmail.com', 'admin', '103.231.92.22', 'Firefox 66.0, Windows 10', '2019-04-10 08:13:21'),
(144, 'admin@gmail.com', 'admin', '103.231.92.163', 'Firefox 43.0, Windows 10', '2019-04-11 01:56:22'),
(145, 'admin@gmail.com', 'admin', '103.231.92.223', 'Chrome 73.0.3683.103, Windows 10', '2019-04-11 03:37:13'),
(146, 'admin@gmail.com', 'admin', '103.231.92.223', 'Firefox 67.0, Windows 7', '2019-04-11 04:42:01'),
(147, 'admin@gmail.com', 'admin', '103.231.92.236', 'Firefox 66.0, Windows 7', '2019-04-22 02:44:38'),
(148, 'admin@gmail.com', 'admin', '103.231.92.21', 'Firefox 66.0, Windows 7', '2019-04-23 08:44:30'),
(149, 'admin@gmail.com', 'admin', '103.231.92.107', 'Firefox 66.0, Windows 7', '2019-04-24 02:35:36'),
(150, 'admin@gmail.com', 'admin', '103.231.92.107', 'Firefox 66.0, Windows 7', '2019-04-24 03:53:39'),
(151, 'admin@gmail.com', 'admin', '103.231.92.222', 'Firefox 66.0, Windows 10', '2019-04-24 06:59:03'),
(152, 'admin@gmail.com', 'admin', '103.231.92.222', 'Firefox 66.0, Windows 7', '2019-04-24 07:20:27'),
(153, 'admin@gmail.com', 'admin', '103.231.92.222', 'Firefox 66.0, Windows 10', '2019-04-24 08:04:05'),
(154, 'admin@gmail.com', 'admin', '103.231.92.222', 'Chrome 73.0.3683.103, Windows 10', '2019-04-24 08:18:58'),
(155, 'admin@gmail.com', 'admin', '136.228.174.29', 'Spartan 17.17134, Windows 10', '2019-04-24 09:05:57'),
(156, 'admin@gmail.com', 'admin', '103.231.92.222', 'Firefox 67.0, Windows 7', '2019-04-24 09:50:02'),
(157, 'admin@gmail.com', 'admin', '103.231.92.147', 'Firefox 66.0, Windows 10', '2019-04-25 02:30:30'),
(158, 'admin@gmail.com', 'admin', '103.231.92.147', 'Chrome 73.0.3683.103, Windows 10', '2019-04-25 02:44:38'),
(159, 'admin@gmail.com', 'admin', '103.231.92.147', 'Firefox 66.0, Windows 7', '2019-04-25 02:46:45'),
(160, 'admin@gmail.com', 'admin', '103.231.92.147', 'Firefox 67.0, Windows 7', '2019-04-25 05:03:11'),
(161, 'admin@gmail.com', 'admin', '103.231.92.147', 'Firefox 67.0, Windows 7', '2019-04-25 08:43:05'),
(162, 'admin@gmail.com', 'admin', '103.231.92.38', 'Firefox 66.0, Windows 10', '2019-04-26 02:56:07'),
(163, 'admin@gmail.com', 'admin', '103.231.92.126', 'Firefox 66.0, Windows 10', '2019-04-26 03:27:59'),
(164, 'admin@gmail.com', 'admin', '103.231.92.126', 'Chrome 73.0.3683.103, Windows 10', '2019-04-26 03:54:17'),
(165, 'admin@gmail.com', 'admin', '103.231.92.126', 'Firefox 66.0, Windows 10', '2019-04-26 05:34:57'),
(166, 'admin@gmail.com', 'admin', '103.231.92.126', 'Chrome 73.0.3683.103, Windows 10', '2019-04-26 06:32:22'),
(167, 'admin@gmail.com', 'admin', '103.231.92.126', 'Chrome 73.0.3683.103, Windows 10', '2019-04-26 06:49:52'),
(168, 'teacher1', 'teacher', '103.231.92.126', 'Spartan 17.17134, Windows 10', '2019-04-26 07:26:52'),
(169, 'admin@gmail.com', 'admin', '103.231.92.126', 'Chrome 73.0.3683.103, Windows 10', '2019-04-26 07:29:30'),
(170, 'parent1', 'parent', '103.231.92.126', 'Spartan 17.17134, Windows 10', '2019-04-26 07:29:58'),
(171, 'teacher1', 'teacher', '103.231.92.126', 'Spartan 17.17134, Windows 10', '2019-04-26 07:33:04'),
(172, 'admin@gmail.com', 'admin', '103.231.92.126', 'Firefox 66.0, Windows 10', '2019-04-26 08:14:55'),
(173, 'teacher1', 'teacher', '103.231.92.126', 'Firefox 67.0, Windows 10', '2019-04-26 08:52:04'),
(174, 'teacher1', 'teacher', '103.231.92.126', 'Firefox 67.0, Windows 10', '2019-04-26 08:55:24'),
(175, 'admin@gmail.com', 'admin', '103.231.92.126', 'Firefox 66.0, Windows 10', '2019-04-26 10:38:15'),
(176, 'admin@gmail.com', 'admin', '103.231.92.126', 'Firefox 66.0, Windows 10', '2019-04-26 15:27:02'),
(177, 'admin@gmail.com', 'admin', '103.231.92.126', 'Firefox 66.0, Mac OS X', '2019-04-26 17:25:18'),
(178, 'admin@gmail.com', 'admin', '103.231.92.247', 'Firefox 66.0, Windows 10', '2019-04-27 02:54:06'),
(179, 'teacher1', 'teacher', '103.231.92.247', 'Chrome 73.0.3683.103, Windows 10', '2019-04-27 02:54:39'),
(180, 'parent1', 'parent', '103.231.92.247', 'Safari 604.1, iOS', '2019-04-27 02:57:11'),
(181, 'teacher1', 'teacher', '103.231.92.247', 'Safari 604.1, iOS', '2019-04-27 02:59:22'),
(182, 'admin@gmail.com', 'admin', '103.231.92.247', 'Firefox 67.0, Windows 7', '2019-04-27 03:01:33'),
(183, 'parent1', 'parent', '103.231.92.247', 'Chrome 73.0.3683.103, Windows 10', '2019-04-27 03:04:18'),
(184, 'teacher1', 'teacher', '103.231.92.4', 'Chrome 73.0.3683.103, Windows 10', '2019-04-27 03:09:18'),
(185, 'admin@gmail.com', 'admin', '103.231.92.99', 'Firefox 66.0, Windows 10', '2019-04-27 05:31:08'),
(186, 'admin@gmail.com', 'admin', '103.231.92.99', 'Firefox 66.0, Windows 10', '2019-04-27 07:50:11'),
(187, 'parent1', 'parent', '103.231.92.99', 'Chrome 73.0.3683.103, Windows 10', '2019-04-27 08:06:10'),
(188, 'admin@gmail.com', 'admin', '103.231.92.99', 'Safari 604.1, iOS', '2019-04-27 09:46:11'),
(189, 'parent1', 'parent', '103.231.92.99', 'Chrome 73.0.3683.103, Windows 10', '2019-04-27 09:53:29'),
(190, 'admin@gmail.com', 'admin', '103.231.92.99', 'Firefox 66.0, Windows 10', '2019-04-27 15:09:07'),
(191, 'admin@gmail.com', 'admin', '103.231.92.99', 'Firefox 66.0, Windows 10', '2019-04-27 15:14:42'),
(192, 'admin@gmail.com', 'admin', '103.231.92.99', 'Chrome 73.0.3683.103, Windows 10', '2019-04-27 16:12:00'),
(193, 'admin@gmail.com', 'admin', '103.231.92.99', 'Firefox 37.0, Windows 10', '2019-04-27 16:22:06'),
(194, 'admin@gmail.com', 'admin', '103.231.92.73', 'Firefox 66.0, Windows 10', '2019-04-29 02:33:24'),
(195, 'admin@gmail.com', 'admin', '103.231.92.73', 'Firefox 67.0, Windows 7', '2019-04-29 02:51:37'),
(196, 'admin@gmail.com', 'admin', '136.228.174.238', 'Firefox 66.0, Windows 10', '2019-04-29 02:57:17'),
(197, 'parent1', 'parent', '103.231.92.73', 'Chrome 73.0.3683.103, Windows 10', '2019-04-29 03:02:52'),
(198, 'admin@gmail.com', 'admin', '103.231.92.73', 'Firefox 37.0, Windows 10', '2019-04-29 03:14:35'),
(199, 'admin@gmail.com', 'admin', '103.231.92.73', 'Chrome 73.0.3683.103, Windows 10', '2019-04-29 05:30:13'),
(200, 'admin@gmail.com', 'admin', '103.231.92.73', 'Chrome 73.0.3683.103, Windows 10', '2019-04-29 07:59:34'),
(201, 'admin@gmail.com', 'admin', '103.231.92.202', 'Firefox 67.0, Windows 7', '2019-04-29 09:32:44'),
(202, 'parent1', 'parent', '103.231.92.202', 'Chrome 73.0.3683.103, Windows 10', '2019-04-29 10:03:11'),
(203, 'admin@gmail.com', 'admin', '103.231.92.202', 'Opera 58.0.3135.132, Windows 10', '2019-04-29 10:50:47'),
(204, 'admin@gmail.com', 'admin', '136.228.174.238', 'Firefox 66.0, Windows 10', '2019-04-29 11:28:43'),
(205, 'admin@gmail.com', 'admin', '136.228.174.238', 'Firefox 66.0, Windows 10', '2019-04-29 13:46:18'),
(206, 'admin@gmail.com', 'admin', '69.160.27.247', 'Firefox 67.0, Windows 10', '2019-04-29 14:41:08'),
(207, 'admin@gmail.com', 'admin', '103.231.92.202', 'Firefox 37.0, Windows 10', '2019-04-29 14:43:00'),
(208, 'parent46', 'parent', '136.228.174.238', 'Opera 58.0.3135.132, Windows 10', '2019-04-29 15:10:28'),
(209, 'admin@gmail.com', 'admin', '136.228.174.238', 'Firefox 66.0, Windows 10', '2019-04-29 17:05:13'),
(210, 'admin@gmail.com', 'admin', '69.160.26.231', 'Chrome 73.0.3683.103, Windows 10', '2019-04-29 17:11:00'),
(211, 'admin@gmail.com', 'admin', '103.231.92.202', 'Opera 58.0.3135.132, Windows 10', '2019-04-29 17:12:09'),
(212, 'admin@gmail.com', 'admin', '136.228.174.238', 'Firefox 66.0, Windows 10', '2019-04-30 01:19:46'),
(213, 'admin@gmail.com', 'admin', '167.99.71.37', 'Chrome 74.0.3729.108, Windows 7', '2019-04-30 01:46:48'),
(214, 'admin@gmail.com', 'admin', '103.231.92.59', 'Chrome 73.0.3683.103, Windows 10', '2019-04-30 02:35:57'),
(215, 'admin@gmail.com', 'admin', '103.231.92.59', 'Chrome 74.0.3729.108, Windows 10', '2019-04-30 02:43:50'),
(216, 'admin@gmail.com', 'admin', '103.231.92.59', 'Firefox 43.0, Windows 10', '2019-04-30 03:45:14'),
(217, 'admin@gmail.com', 'admin', '103.231.92.59', 'Firefox 43.0, Windows 10', '2019-04-30 03:55:10'),
(218, 'parent8', 'parent', '116.206.139.102', 'Chrome 73.0.3683.90, Android', '2019-04-30 03:57:36'),
(219, 'parent8', 'parent', '116.206.139.102', 'Chrome 73.0.3683.90, Android', '2019-04-30 03:57:37'),
(220, 'parent8', 'parent', '37.111.11.95', 'Chrome 73.0.3683.90, Android', '2019-04-30 03:59:59'),
(221, 'admin@gmail.com', 'admin', '103.231.92.59', 'Firefox 67.0, Windows 7', '2019-04-30 04:15:07'),
(222, 'admin@gmail.com', 'admin', '103.231.92.59', 'Chrome 73.0.3683.103, Windows 10', '2019-04-30 04:54:25'),
(223, 'admin@gmail.com', 'admin', '136.228.174.238', 'Firefox 66.0, Windows 10', '2019-04-30 06:35:10'),
(224, 'parent8', 'parent', '37.111.10.115', 'Chrome 73.0.3683.90, Android', '2019-04-30 07:02:37'),
(225, 'parent8', 'parent', '37.111.10.115', 'Chrome 73.0.3683.90, Android', '2019-04-30 07:03:22'),
(226, 'parent8', 'parent', '37.111.10.115', 'Chrome 73.0.3683.90, Android', '2019-04-30 07:03:47'),
(227, 'admin@gmail.com', 'admin', '136.228.172.169', 'Firefox 43.0, Windows 10', '2019-04-30 07:08:00'),
(228, 'parent1', 'parent', '103.231.92.59', 'Chrome 73.0.3683.103, Windows 10', '2019-04-30 07:08:33'),
(229, 'parent1', 'parent', '136.228.174.238', 'Firefox 66.0, Windows 10', '2019-04-30 07:16:41'),
(230, 'admin@gmail.com', 'admin', '136.228.174.238', 'Firefox 66.0, Windows 10', '2019-04-30 07:24:19'),
(231, 'parent1', 'parent', '136.228.174.238', 'Firefox 66.0, Windows 10', '2019-04-30 07:28:19'),
(232, 'parent8', 'parent', '37.111.10.115', 'Chrome 73.0.3683.90, Android', '2019-04-30 07:43:18'),
(233, 'parent8', 'parent', '37.111.10.115', 'Chrome 73.0.3683.90, Android', '2019-04-30 07:44:22'),
(234, 'parent8', 'parent', '37.111.15.251', 'Chrome 73.0.3683.90, Android', '2019-04-30 08:04:25'),
(235, 'parent8', 'parent', '37.111.15.251', 'Chrome 73.0.3683.90, Android', '2019-04-30 08:06:39'),
(236, 'admin@gmail.com', 'admin', '103.231.92.177', 'Opera 58.0.3135.132, Windows 10', '2019-05-01 06:21:54'),
(237, 'admin@gmail.com', 'admin', '103.231.92.101', 'Firefox 47.0, Windows 10', '2019-05-02 02:43:24'),
(238, 'admin@gmail.com', 'admin', '103.231.92.114', 'Firefox 67.0, Windows 7', '2019-05-02 09:25:58'),
(239, 'admin@gmail.com', 'admin', '103.231.92.114', 'Firefox 66.0, Windows 7', '2019-05-02 09:32:00'),
(240, 'admin@gmail.com', 'admin', '103.231.92.19', 'Firefox 66.0, Windows 7', '2019-05-02 10:04:54'),
(241, 'admin@gmail.com', 'admin', '103.231.92.19', 'Firefox 47.0, Windows 10', '2019-05-02 11:21:15'),
(242, 'admin@gmail.com', 'admin', '103.231.92.19', 'Firefox 47.0, Windows 10', '2019-05-02 15:20:24'),
(243, 'admin@gmail.com', 'admin', '103.231.92.19', 'Firefox 43.0, Windows 10', '2019-05-02 15:55:16'),
(244, 'admin@gmail.com', 'admin', '103.231.92.19', 'Firefox 43.0, Windows 10', '2019-05-02 16:31:20'),
(245, 'admin@gmail.com', 'admin', '103.231.92.19', 'Firefox 43.0, Windows 10', '2019-05-02 16:37:06'),
(246, 'admin@gmail.com', 'admin', '103.231.92.19', 'Opera 58.0.3135.132, Windows 10', '2019-05-02 16:46:20'),
(247, 'admin@gmail.com', 'admin', '103.231.92.19', 'Chrome 73.0.3683.103, Windows 10', '2019-05-02 16:59:13'),
(248, 'admin@gmail.com', 'admin', '103.231.92.19', 'Chrome 73.0.3683.103, Windows 10', '2019-05-02 16:59:15'),
(249, 'admin@gmail.com', 'admin', '103.231.92.19', 'Firefox 43.0, Windows 10', '2019-05-02 17:01:36'),
(250, 'admin@gmail.com', 'admin', '103.231.92.19', 'Chrome 73.0.3683.103, Windows 10', '2019-05-02 17:14:04'),
(251, 'admin@gmail.com', 'admin', '103.231.92.19', 'Chrome 73.0.3683.103, Windows 10', '2019-05-02 17:16:21'),
(252, 'admin@gmail.com', 'admin', '103.231.92.19', 'Chrome 73.0.3683.103, Windows 10', '2019-05-02 17:19:29'),
(253, 'admin@gmail.com', 'admin', '103.231.92.19', 'Firefox 56.0, Windows 10', '2019-05-02 17:39:18'),
(254, 'admin@gmail.com', 'admin', '103.231.92.19', 'Chrome 21.0.1180.60, Windows 8', '2019-05-02 18:36:46'),
(255, 'admin@gmail.com', 'admin', '103.231.92.19', 'Chrome 21.0.1180.60, Windows 8', '2019-05-02 18:49:54'),
(256, 'admin@gmail.com', 'admin', '103.231.92.19', 'Chrome 26.0.1410.5, Windows 8', '2019-05-02 19:21:27'),
(257, 'admin@gmail.com', 'admin', '103.231.92.63', 'Firefox 37.0, Windows 10', '2019-05-03 02:36:07'),
(258, 'admin@gmail.com', 'admin', '103.231.92.63', 'Firefox 67.0, Windows 7', '2019-05-03 03:16:56'),
(259, 'admin@gmail.com', 'admin', '103.231.92.27', 'Firefox 67.0, Windows 7', '2019-05-04 08:29:44'),
(260, 'admin@gmail.com', 'admin', '103.231.92.228', 'Opera 58.0.3135.132, Windows 10', '2019-05-05 06:30:45'),
(261, 'admin@gmail.com', 'admin', '103.231.92.228', 'Firefox 37.0, Windows 10', '2019-05-05 06:47:03'),
(262, 'admin@gmail.com', 'admin', '103.231.92.228', 'Chrome 43.0.2357.65, Windows 10', '2019-05-05 14:07:32'),
(263, 'admin@gmail.com', 'admin', '103.231.92.228', 'Firefox 30.0, Windows 8.1', '2019-05-05 14:14:13'),
(264, 'admin@gmail.com', 'admin', '103.231.92.25', 'Firefox 66.0, Windows 7', '2019-05-06 02:49:06'),
(265, 'admin@gmail.com', 'admin', '103.231.92.25', 'Firefox 67.0, Windows 7', '2019-05-06 02:51:48'),
(266, 'admin@gmail.com', 'admin', '103.231.92.25', 'Firefox 37.0, Windows 10', '2019-05-06 02:52:12'),
(267, 'admin@gmail.com', 'admin', '103.231.92.25', 'Chrome 73.0.3683.103, Windows 10', '2019-05-06 03:27:33'),
(268, 'parent8', 'parent', '116.206.139.106', 'Chrome 73.0.3683.90, Android', '2019-05-06 05:11:49'),
(269, 'admin@gmail.com', 'admin', '136.228.172.125', 'Chrome 74.0.3729.131, Windows 10', '2019-05-06 05:14:54'),
(270, 'parent8', 'parent', '116.206.139.106', 'Chrome 73.0.3683.90, Android', '2019-05-06 05:37:29'),
(271, 'admin@gmail.com', 'admin', '37.111.2.34', 'Chrome 74.0.3729.131, Windows 10', '2019-05-06 05:44:01'),
(272, 'parent8', 'parent', '37.111.15.83', 'Chrome 73.0.3683.90, Android', '2019-05-06 05:47:12'),
(273, 'parent8', 'parent', '37.111.15.83', 'Chrome 73.0.3683.90, Android', '2019-05-06 05:47:56'),
(274, 'admin@gmail.com', 'admin', '103.231.92.47', 'Firefox 66.0, Windows 10', '2019-05-06 07:26:03'),
(275, 'admin@gmail.com', 'admin', '103.231.92.47', 'Firefox 66.0, Windows 10', '2019-05-06 10:07:32'),
(276, 'admin@gmail.com', 'admin', '103.231.92.47', 'Firefox 67.0, Windows 7', '2019-05-06 10:08:41'),
(277, 'admin@gmail.com', 'admin', '103.231.92.47', 'Firefox 66.0, Windows 10', '2019-05-06 14:15:59'),
(278, 'admin@gmail.com', 'admin', '103.231.92.240', 'Firefox 67.0, Windows 10', '2019-05-07 04:57:28'),
(279, 'admin@gmail.com', 'admin', '103.231.92.46', 'Firefox 66.0, Windows 10', '2019-05-07 07:41:31'),
(280, 'admin@gmail.com', 'admin', '103.231.92.16', 'Firefox 67.0, Windows 10', '2019-05-07 09:44:10'),
(281, 'admin@gmail.com', 'admin', '103.231.92.16', 'Firefox 67.0, Windows 10', '2019-05-07 09:47:00'),
(282, 'admin@gmail.com', 'admin', '103.231.92.16', 'Firefox 66.0, Windows 10', '2019-05-07 13:08:38'),
(283, 'admin@gmail.com', 'admin', '103.231.92.16', 'Firefox 67.0, Windows 7', '2019-05-08 01:46:46'),
(284, 'admin@gmail.com', 'admin', '103.231.92.16', 'Firefox 67.0, Windows 7', '2019-05-08 01:48:13'),
(285, 'admin@gmail.com', 'admin', '103.231.92.16', 'Chrome 74.0.3729.131, Windows 7', '2019-05-08 01:49:41'),
(286, 'admin@gmail.com', 'admin', '103.231.92.16', 'Chrome 73.0.3683.103, Windows 10', '2019-05-08 02:42:40'),
(287, 'admin@gmail.com', 'admin', '103.231.92.16', 'Firefox 37.0, Windows 10', '2019-05-08 05:10:23'),
(288, 'admin@gmail.com', 'admin', '103.231.92.153', 'Firefox 37.0, Windows 10', '2019-05-08 06:17:07'),
(289, 'admin@gmail.com', 'admin', '103.231.92.187', 'Chrome 74.0.3729.131, Windows 10', '2019-05-08 08:49:53'),
(290, 'parent1', 'parent', '103.231.92.187', 'Firefox 37.0, Windows 10', '2019-05-08 08:50:41'),
(291, 'parent1', 'parent', '103.231.92.187', 'Firefox 67.0, Windows 10', '2019-05-08 09:21:39'),
(292, 'admin@gmail.com', 'admin', '103.231.92.187', 'Firefox 67.0, Windows 7', '2019-05-09 01:52:55'),
(293, 'admin@gmail.com', 'admin', '103.231.92.187', 'Chrome 74.0.3729.131, Windows 10', '2019-05-09 02:53:36'),
(294, 'admin@gmail.com', 'admin', '103.231.92.187', 'Chrome 74.0.3729.131, Windows 7', '2019-05-09 03:17:28'),
(295, 'admin@gmail.com', 'admin', '103.231.92.30', 'Chrome 74.0.3729.131, Windows 10', '2019-05-09 05:14:52'),
(296, 'admin@gmail.com', 'admin', '103.231.92.97', 'Chrome 74.0.3729.131, Windows 10', '2019-05-09 06:35:23'),
(297, 'admin@gmail.com', 'admin', '103.231.92.97', 'Firefox 66.0, Windows 7', '2019-05-09 07:44:05'),
(298, 'admin@gmail.com', 'admin', '37.111.46.47', 'Firefox 66.0, Windows 10', '2019-05-09 10:30:32'),
(299, 'admin@gmail.com', 'admin', '103.231.92.214', 'Chrome 74.0.3729.131, Windows 10', '2019-05-10 02:44:51'),
(300, 'admin@gmail.com', 'admin', '103.231.92.177', 'Firefox 30.0, Windows 8.1', '2019-05-10 04:35:21'),
(301, 'admin@gmail.com', 'admin', '103.231.92.177', 'Chrome 74.0.3729.131, Windows 10', '2019-05-10 05:02:09'),
(302, 'admin@gmail.com', 'admin', '103.231.92.177', 'Chrome 74.0.3729.131, Windows 10', '2019-05-10 07:21:15'),
(303, 'admin@gmail.com', 'admin', '103.231.92.177', 'Chrome 74.0.3729.131, Windows 10', '2019-05-10 07:21:15'),
(304, 'admin@gmail.com', 'admin', '103.231.92.177', 'Chrome 74.0.3729.131, Windows 7', '2019-05-10 08:56:58'),
(305, 'librarian1', 'librarian', '103.231.92.177', 'Chrome 74.0.3729.131, Windows 10', '2019-05-10 09:42:32'),
(306, 'librarian1', 'librarian', '103.231.92.177', 'Chrome 74.0.3729.131, Windows 10', '2019-05-10 09:42:32'),
(307, 'admin@gmail.com', 'admin', '136.228.174.82', 'Chrome 74.0.3729.131, Windows 10', '2019-05-11 03:43:37'),
(308, 'admin@gmail.com', 'admin', '136.228.174.82', 'Firefox 66.0, Windows 10', '2019-05-11 05:52:11'),
(309, 'admin@gmail.com', 'admin', '103.231.92.232', 'Firefox 66.0, Windows 10', '2019-05-11 21:30:25'),
(310, 'admin@gmail.com', 'admin', '103.231.92.222', 'Firefox 67.0, Windows 7', '2019-05-13 02:42:52'),
(311, 'admin@gmail.com', 'admin', '103.231.92.222', 'Chrome 74.0.3729.131, Windows 7', '2019-05-13 03:08:30'),
(312, 'admin@gmail.com', 'admin', '136.228.174.200', 'Firefox 66.0, Windows 10', '2019-05-13 04:27:40'),
(313, 'admin@gmail.com', 'admin', '103.231.92.222', 'Chrome 74.0.3729.131, Windows 7', '2019-05-13 06:28:00'),
(314, 'admin@gmail.com', 'admin', '103.231.92.222', 'Firefox 66.0, Windows 10', '2019-05-13 07:24:06'),
(315, 'admin@gmail.com', 'admin', '103.231.92.37', 'Chrome 74.0.3729.131, Windows 10', '2019-05-13 12:37:58'),
(316, 'admin@gmail.com', 'admin', '103.231.92.42', 'Firefox 66.0, Windows 10', '2019-05-14 03:07:12'),
(317, 'admin@gmail.com', 'admin', '103.231.92.42', 'Firefox 67.0, Windows 10', '2019-05-14 03:08:08'),
(318, 'admin@gmail.com', 'admin', '103.231.92.172', 'Firefox 66.0, Windows 10', '2019-05-14 05:35:40'),
(319, 'admin@gmail.com', 'admin', '103.231.92.172', 'Firefox 66.0, Windows 10', '2019-05-14 15:24:19'),
(320, 'admin@gmail.com', 'admin', '103.231.92.172', 'Firefox 66.0, Windows 10', '2019-05-14 17:46:37'),
(321, 'admin@gmail.com', 'admin', '103.231.92.82', 'Chrome 74.0.3729.131, Windows 10', '2019-05-15 02:52:27'),
(322, 'admin@gmail.com', 'admin', '103.231.92.82', 'Chrome 74.0.3729.131, Windows 10', '2019-05-15 02:53:31'),
(323, 'admin@gmail.com', 'admin', '103.231.92.82', 'Firefox 66.0, Windows 10', '2019-05-15 06:25:28'),
(324, 'admin@gmail.com', 'admin', '103.231.92.188', 'Chrome 74.0.3729.131, Windows 10', '2019-05-15 07:44:36'),
(325, 'admin@gmail.com', 'admin', '103.231.92.188', 'Firefox 67.0, Windows 7', '2019-05-15 08:17:24');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `user_id` int(10) NOT NULL,
  `username` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `childs` text COLLATE utf8_unicode_ci NOT NULL,
  `role` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `verification_code` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'yes',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `school_id` tinyint(4) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `user_id`, `username`, `password`, `childs`, `role`, `verification_code`, `is_active`, `created_at`, `updated_at`, `school_id`) VALUES
(1, 1, 'std1', 'tpg7y8', '', 'student', '', 'yes', '2019-03-14 10:03:59', '0000-00-00 00:00:00', 0),
(2, 1, 'parent1', 'parent1', '1', 'parent', '', 'yes', '2019-03-30 06:21:32', '0000-00-00 00:00:00', 0),
(3, 2, 'std2', 'lg203t', '', 'student', '', 'yes', '2019-03-14 10:06:33', '0000-00-00 00:00:00', 0),
(4, 2, 'parent2', 'wdr7sj', '2', 'parent', '', 'yes', '2019-03-14 10:06:33', '0000-00-00 00:00:00', 0),
(5, 1, 'teacher1', 'u10nje', '', 'teacher', '', 'yes', '2019-03-18 03:34:54', '0000-00-00 00:00:00', 0),
(8, 4, 'std4', 'syhm41', '', 'student', '', 'yes', '2019-03-18 05:03:10', '0000-00-00 00:00:00', 0),
(9, 4, 'parent4', 'tb6g23', '4', 'parent', '', 'yes', '2019-03-18 05:03:10', '0000-00-00 00:00:00', 0),
(10, 5, 'std5', 'rexg98', '', 'student', '', 'yes', '2019-03-18 05:07:19', '0000-00-00 00:00:00', 0),
(11, 5, 'parent5', 'h4i9un', '5', 'parent', '', 'yes', '2019-03-18 05:07:19', '0000-00-00 00:00:00', 0),
(12, 6, 'std6', 'fhld7i', '', 'student', '', 'yes', '2019-03-18 05:10:27', '0000-00-00 00:00:00', 0),
(13, 6, 'parent6', 'rmvgmb', '6', 'parent', '', 'yes', '2019-03-18 05:10:27', '0000-00-00 00:00:00', 0),
(14, 7, 'std7', 'aji3fj', '', 'student', '', 'yes', '2019-03-21 05:50:49', '0000-00-00 00:00:00', 0),
(15, 7, 'parent7', 'zohj61', '7', 'parent', '', 'yes', '2019-03-21 05:50:49', '0000-00-00 00:00:00', 0),
(16, 8, 'std8', 'wd5g77', '', 'student', '', 'yes', '2019-03-21 05:55:07', '0000-00-00 00:00:00', 0),
(17, 8, 'parent8', 'nhpxiq', '8', 'parent', '', 'yes', '2019-03-21 05:55:07', '0000-00-00 00:00:00', 0),
(18, 2, 'teacher2', 'yylbgk', '', 'teacher', '', 'yes', '2019-03-21 06:12:44', '0000-00-00 00:00:00', 0),
(19, 3, 'teacher3', 'olxrgq', '', 'teacher', '', 'yes', '2019-03-21 06:15:30', '0000-00-00 00:00:00', 0),
(20, 4, 'teacher4', 'hc8jbn', '', 'teacher', '', 'yes', '2019-03-21 06:42:58', '0000-00-00 00:00:00', 0),
(21, 5, 'teacher5', 'tvqzja', '', 'teacher', '', 'yes', '2019-03-21 06:53:08', '0000-00-00 00:00:00', 0),
(22, 6, 'teacher6', '0jw9om', '', 'teacher', '', 'yes', '2019-03-21 07:22:37', '0000-00-00 00:00:00', 0),
(23, 7, 'teacher7', 'lpowe2', '', 'teacher', '', 'yes', '2019-03-21 07:22:38', '0000-00-00 00:00:00', 0),
(24, 8, 'teacher8', '09xiqq', '', 'teacher', '', 'yes', '2019-03-21 07:29:07', '0000-00-00 00:00:00', 0),
(25, 9, 'teacher9', '4ut1c9', '', 'teacher', '', 'yes', '2019-03-21 07:43:43', '0000-00-00 00:00:00', 0),
(26, 10, 'teacher10', 'iv45bh', '', 'teacher', '', 'yes', '2019-03-21 07:51:20', '0000-00-00 00:00:00', 0),
(27, 9, 'std9', 'plvdys', '', 'student', '', 'yes', '2019-03-21 08:15:27', '0000-00-00 00:00:00', 0),
(28, 9, 'parent9', 'ghz01u', '9', 'parent', '', 'yes', '2019-03-21 08:15:27', '0000-00-00 00:00:00', 0),
(29, 10, 'std10', 'uyr48e', '', 'student', '', 'yes', '2019-03-21 08:22:07', '0000-00-00 00:00:00', 0),
(30, 10, 'parent10', 'fwrdfm', '10', 'parent', '', 'yes', '2019-03-21 08:22:07', '0000-00-00 00:00:00', 0),
(31, 11, 'std11', 'c8jl7r', '', 'student', '', 'yes', '2019-03-21 08:26:48', '0000-00-00 00:00:00', 0),
(32, 11, 'parent11', 'vwc649', '11', 'parent', '', 'yes', '2019-03-21 08:26:48', '0000-00-00 00:00:00', 0),
(33, 12, 'std12', 'iqk2md', '', 'student', '', 'yes', '2019-03-21 08:30:15', '0000-00-00 00:00:00', 0),
(34, 12, 'parent12', 'be9glr', '12', 'parent', '', 'yes', '2019-03-21 08:30:15', '0000-00-00 00:00:00', 0),
(35, 13, 'std13', '0vzfxe', '', 'student', '', 'yes', '2019-05-11 06:01:13', '0000-00-00 00:00:00', 0),
(36, 13, 'parent13', '1cja8t', '13', 'parent', '', 'yes', '2019-03-22 03:34:01', '0000-00-00 00:00:00', 0),
(37, 14, 'std14', '11hav5', '', 'student', '', 'yes', '2019-03-22 03:39:54', '0000-00-00 00:00:00', 0),
(38, 14, 'parent14', 'isfaiv', '14', 'parent', '', 'yes', '2019-03-22 03:39:54', '0000-00-00 00:00:00', 0),
(39, 15, 'std15', '8e9w57', '', 'student', '', 'yes', '2019-03-22 03:40:45', '0000-00-00 00:00:00', 0),
(40, 15, 'parent15', 'nxpn4d', '15', 'parent', '', 'yes', '2019-03-22 03:40:45', '0000-00-00 00:00:00', 0),
(41, 16, 'std16', 'dda85w', '', 'student', '', 'yes', '2019-03-22 03:42:25', '0000-00-00 00:00:00', 0),
(42, 16, 'parent16', 'v2ddmn', '16', 'parent', '', 'yes', '2019-03-22 03:42:25', '0000-00-00 00:00:00', 0),
(43, 17, 'std17', 'pojx7t', '', 'student', '', 'yes', '2019-03-22 03:45:23', '0000-00-00 00:00:00', 0),
(44, 17, 'parent17', '1rfxsz', '17', 'parent', '', 'yes', '2019-03-22 03:45:23', '0000-00-00 00:00:00', 0),
(45, 18, 'std18', 'syavi5', '', 'student', '', 'yes', '2019-03-22 03:51:41', '0000-00-00 00:00:00', 0),
(46, 18, 'parent18', 'sntycq', '18', 'parent', '', 'yes', '2019-03-22 03:51:41', '0000-00-00 00:00:00', 0),
(47, 19, 'std19', 'fndluz', '', 'student', '', 'yes', '2019-03-22 03:54:08', '0000-00-00 00:00:00', 0),
(48, 19, 'parent19', 'oqt8zl', '19', 'parent', '', 'yes', '2019-03-22 03:54:08', '0000-00-00 00:00:00', 0),
(49, 20, 'std20', 'ca5ofs', '', 'student', '', 'yes', '2019-03-22 03:55:08', '0000-00-00 00:00:00', 0),
(50, 20, 'parent20', '4sktik', '20', 'parent', '', 'yes', '2019-03-22 03:55:08', '0000-00-00 00:00:00', 0),
(51, 21, 'std21', 'cfksj6', '', 'student', '', 'yes', '2019-03-22 03:57:49', '0000-00-00 00:00:00', 0),
(52, 21, 'parent21', 'q7bntl', '21', 'parent', '', 'yes', '2019-03-22 03:57:49', '0000-00-00 00:00:00', 0),
(53, 22, 'std22', 'm0ezu1', '', 'student', '', 'yes', '2019-03-22 04:03:44', '0000-00-00 00:00:00', 0),
(54, 22, 'parent22', '3zxocy', '22', 'parent', '', 'yes', '2019-03-22 04:03:44', '0000-00-00 00:00:00', 0),
(55, 23, 'std23', '0d2zdl', '', 'student', '', 'yes', '2019-03-22 04:05:38', '0000-00-00 00:00:00', 0),
(56, 23, 'parent23', '18nfj5', '23', 'parent', '', 'yes', '2019-03-22 04:05:38', '0000-00-00 00:00:00', 0),
(57, 24, 'std24', '52le7d', '', 'student', '', 'yes', '2019-03-22 04:07:50', '0000-00-00 00:00:00', 0),
(58, 24, 'parent24', 'e0dhzy', '24', 'parent', '', 'yes', '2019-03-22 04:07:50', '0000-00-00 00:00:00', 0),
(59, 25, 'std25', '1figcv', '', 'student', '', 'yes', '2019-03-22 04:09:25', '0000-00-00 00:00:00', 0),
(60, 25, 'parent25', 'p4z2d0', '25,48', 'parent', '', 'yes', '2019-05-05 06:59:44', '0000-00-00 00:00:00', 0),
(61, 26, 'std26', 'rwocuh', '', 'student', '', 'yes', '2019-03-22 04:09:50', '0000-00-00 00:00:00', 0),
(62, 26, 'parent26', '0diws0', '26', 'parent', '', 'yes', '2019-03-22 04:09:50', '0000-00-00 00:00:00', 0),
(63, 27, 'std27', 'lmqgsf', '', 'student', '', 'yes', '2019-03-22 04:13:50', '0000-00-00 00:00:00', 0),
(64, 27, 'parent27', '77yuws', '27', 'parent', '', 'yes', '2019-03-22 04:13:50', '0000-00-00 00:00:00', 0),
(65, 28, 'std28', 'pcyp2h', '', 'student', '', 'yes', '2019-03-22 04:16:12', '0000-00-00 00:00:00', 0),
(66, 28, 'parent28', '6xt2qz', '28', 'parent', '', 'yes', '2019-03-22 04:16:12', '0000-00-00 00:00:00', 0),
(67, 29, 'std29', '8pxek9', '', 'student', '', 'yes', '2019-03-22 04:18:08', '0000-00-00 00:00:00', 0),
(68, 29, 'parent29', 'ujy19z', '29', 'parent', '', 'yes', '2019-03-22 04:18:08', '0000-00-00 00:00:00', 0),
(69, 30, 'std30', '56a2yy', '', 'student', '', 'yes', '2019-03-22 04:18:12', '0000-00-00 00:00:00', 0),
(70, 30, 'parent30', 'ifutgv', '30', 'parent', '', 'yes', '2019-03-22 04:18:12', '0000-00-00 00:00:00', 0),
(71, 31, 'std31', 'r4e0i2', '', 'student', '', 'yes', '2019-03-22 04:20:44', '0000-00-00 00:00:00', 0),
(72, 31, 'parent31', 'g3uybi', '31', 'parent', '', 'yes', '2019-03-22 04:20:44', '0000-00-00 00:00:00', 0),
(73, 32, 'std32', 'd0e4jo', '', 'student', '', 'yes', '2019-03-22 04:22:53', '0000-00-00 00:00:00', 0),
(74, 32, 'parent32', '8xwtvd', '32', 'parent', '', 'yes', '2019-03-22 04:22:53', '0000-00-00 00:00:00', 0),
(75, 33, 'std33', 'n3dw9k', '', 'student', '', 'yes', '2019-03-22 04:24:57', '0000-00-00 00:00:00', 0),
(76, 33, 'parent33', 'd57cc1', '33', 'parent', '', 'yes', '2019-03-22 04:24:57', '0000-00-00 00:00:00', 0),
(77, 34, 'std34', '3uuzse', '', 'student', '', 'yes', '2019-03-22 04:27:16', '0000-00-00 00:00:00', 0),
(78, 34, 'parent34', '68y0po', '34', 'parent', '', 'yes', '2019-03-22 04:27:16', '0000-00-00 00:00:00', 0),
(79, 35, 'std35', 'vptt6r', '', 'student', '', 'yes', '2019-03-22 04:28:20', '0000-00-00 00:00:00', 0),
(80, 35, 'parent35', 'iitzjd', '35', 'parent', '', 'yes', '2019-03-22 04:28:20', '0000-00-00 00:00:00', 0),
(81, 36, 'std36', '167765', '', 'student', '', 'yes', '2019-03-22 04:29:41', '0000-00-00 00:00:00', 0),
(82, 36, 'parent36', '14neo8', '36', 'parent', '', 'yes', '2019-03-22 04:29:41', '0000-00-00 00:00:00', 0),
(83, 37, 'std37', '5x1quv', '', 'student', '', 'yes', '2019-03-22 04:31:08', '0000-00-00 00:00:00', 0),
(84, 37, 'parent37', 'c4i9jr', '37', 'parent', '', 'yes', '2019-03-22 04:31:08', '0000-00-00 00:00:00', 0),
(85, 38, 'std38', 'n58ahy', '', 'student', '', 'yes', '2019-03-22 04:32:58', '0000-00-00 00:00:00', 0),
(86, 38, 'parent38', 'vo0135', '38', 'parent', '', 'yes', '2019-03-22 04:32:58', '0000-00-00 00:00:00', 0),
(87, 39, 'std39', 'dpeplf', '', 'student', '', 'yes', '2019-03-22 04:34:50', '0000-00-00 00:00:00', 0),
(88, 39, 'parent39', 't4k32k', '39', 'parent', '', 'yes', '2019-03-22 04:34:50', '0000-00-00 00:00:00', 0),
(89, 40, 'std40', '5dtgml', '', 'student', '', 'yes', '2019-03-22 04:36:41', '0000-00-00 00:00:00', 0),
(90, 40, 'parent40', 'isdxqs', '40', 'parent', '', 'yes', '2019-03-22 04:36:41', '0000-00-00 00:00:00', 0),
(91, 41, 'std41', '63mgjd', '', 'student', '', 'yes', '2019-03-22 04:38:48', '0000-00-00 00:00:00', 0),
(92, 41, 'parent41', 'ans0gp', '41', 'parent', '', 'yes', '2019-03-22 04:38:48', '0000-00-00 00:00:00', 0),
(93, 42, 'std42', '9b0qyf', '', 'student', '', 'yes', '2019-03-22 04:39:21', '0000-00-00 00:00:00', 0),
(94, 42, 'parent42', 'd1jjkm', '42', 'parent', '', 'yes', '2019-03-22 04:39:21', '0000-00-00 00:00:00', 0),
(97, 44, 'std44', 'nbwtlf', '', 'student', '', 'yes', '2019-03-22 04:48:54', '0000-00-00 00:00:00', 0),
(98, 44, 'parent44', '1qlvgs', '44', 'parent', '', 'yes', '2019-03-22 04:48:54', '0000-00-00 00:00:00', 0),
(99, 45, 'std45', 'pk3qnz', '', 'student', '', 'yes', '2019-03-22 05:03:10', '0000-00-00 00:00:00', 0),
(100, 45, 'parent45', 'n44nqd', '45', 'parent', '', 'yes', '2019-03-22 05:03:10', '0000-00-00 00:00:00', 0),
(101, 1, 'accountant1', 's8u7jv', '', 'accountant', '', 'yes', '2019-03-30 05:25:58', '0000-00-00 00:00:00', 0),
(102, 1, 'librarian1', '4th4lh', '', 'librarian', '', 'yes', '2019-04-02 08:26:01', '0000-00-00 00:00:00', 0),
(103, 2, 'librarian2', 'b5h4oh', '', 'librarian', '', 'yes', '2019-04-02 09:50:12', '0000-00-00 00:00:00', 0),
(104, 11, 'teacher11', 'rp31n7', '', 'teacher', '', 'yes', '2019-04-03 07:05:02', '0000-00-00 00:00:00', 0),
(105, 12, 'teacher12', 'nkbcwn', '', 'teacher', '', 'yes', '2019-04-04 10:08:43', '0000-00-00 00:00:00', 0),
(106, 3, 'librarian3', '22p0hm', '', 'librarian', '', 'yes', '2019-04-05 08:21:56', '0000-00-00 00:00:00', 0),
(107, 13, 'teacher13', 'opwzjp', '', 'teacher', '', 'yes', '2019-04-29 11:41:07', '0000-00-00 00:00:00', 0),
(108, 14, 'teacher14', 'cw91m9', '', 'teacher', '', 'yes', '2019-04-29 11:50:32', '0000-00-00 00:00:00', 0),
(109, 15, 'teacher15', 'wlzett', '', 'teacher', '', 'yes', '2019-04-29 11:56:53', '0000-00-00 00:00:00', 0),
(110, 16, 'teacher16', 'snfnh9', '', 'teacher', '', 'yes', '2019-04-29 12:01:55', '0000-00-00 00:00:00', 0),
(111, 17, 'teacher17', 'gw8v1q', '', 'teacher', '', 'yes', '2019-04-29 12:15:03', '0000-00-00 00:00:00', 0),
(112, 46, 'std46', 'k0j02h', '', 'student', '', 'yes', '2019-04-29 14:57:43', '0000-00-00 00:00:00', 0),
(113, 46, 'parent46', 's1ox5z', '46', 'parent', '', 'yes', '2019-04-29 14:57:43', '0000-00-00 00:00:00', 0),
(114, 47, 'std47', 'j6s2xq', '', 'student', '', 'yes', '2019-04-29 15:07:17', '0000-00-00 00:00:00', 0),
(115, 47, 'parent47', '0i553m', '47', 'parent', '', 'yes', '2019-04-29 15:07:17', '0000-00-00 00:00:00', 0),
(116, 48, 'std48', 'ds0eti', '', 'student', '', 'yes', '2019-05-05 06:59:44', '0000-00-00 00:00:00', 0);

-- --------------------------------------------------------

--
-- Table structure for table `use_item`
--

CREATE TABLE `use_item` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `quantity` int(11) NOT NULL,
  `price` float NOT NULL,
  `total` float NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `date` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `use_item`
--

INSERT INTO `use_item` (`id`, `item_id`, `quantity`, `price`, `total`, `description`, `date`) VALUES
(3, 6, 4, 1000, 4000, 'rrr eee', '2019-03-25'),
(4, 3, 10, 500, 5000, 'ww', '2019-03-25'),
(7, 10, 5, 50000, 250000, '', '2019-05-10');

-- --------------------------------------------------------

--
-- Table structure for table `vehicles`
--

CREATE TABLE `vehicles` (
  `id` int(10) UNSIGNED NOT NULL,
  `vehicle_no` varchar(20) DEFAULT NULL,
  `vehicle_model` varchar(100) NOT NULL DEFAULT 'None',
  `manufacture_year` varchar(4) DEFAULT NULL,
  `driver_name` varchar(50) DEFAULT NULL,
  `driver_licence` varchar(50) NOT NULL DEFAULT 'None',
  `driver_contact` varchar(20) DEFAULT NULL,
  `note` text,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `vehicles`
--

INSERT INTO `vehicles` (`id`, `vehicle_no`, `vehicle_model`, `manufacture_year`, `driver_name`, `driver_licence`, `driver_contact`, `note`, `created_at`) VALUES
(1, '5D-2122', 'Toyota Hiace', '2011', 'U Zaw Zaw', 'AA-90876', '0945645908', NULL, '2019-03-30 05:58:21'),
(2, '5K-4902', 'Townace', '2010', 'U Phoe Hla', 'AA-00876', '0967645111', NULL, '2019-03-30 06:00:38'),
(3, '2K-2902', 'Toyota Light Truck', '2012', 'U Aung Myint', 'BB-00876', '0945645111', '', '2019-03-30 05:59:44'),
(4, '1D-1215', 'Toyota', '2016', 'U Kyaw Kyaw', 'AB-15245', '09-16648', '', '2019-04-02 10:00:24');

-- --------------------------------------------------------

--
-- Table structure for table `vehicle_routes`
--

CREATE TABLE `vehicle_routes` (
  `id` int(11) UNSIGNED NOT NULL,
  `route_id` int(11) DEFAULT NULL,
  `vehicle_id` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `vehicle_routes`
--

INSERT INTO `vehicle_routes` (`id`, `route_id`, `vehicle_id`, `created_at`) VALUES
(1, 1, 1, '2019-03-18 09:11:54'),
(2, 2, 2, '2019-03-30 06:01:06'),
(3, 3, 3, '2019-03-30 06:01:13'),
(4, 4, 4, '2019-04-02 10:00:53'),
(5, 5, 3, '2019-04-02 10:01:12');

-- --------------------------------------------------------

--
-- Table structure for table `weeklypreparation`
--

CREATE TABLE `weeklypreparation` (
  `id` int(11) NOT NULL,
  `section_id` int(11) DEFAULT NULL,
  `class_section_id` int(11) DEFAULT NULL,
  `teacher_id` int(11) DEFAULT NULL,
  `date_from` date NOT NULL,
  `date_to` date NOT NULL,
  `is_active` varchar(255) COLLATE utf8_unicode_ci DEFAULT 'no',
  `created_at` date NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `weeklypreparation`
--

INSERT INTO `weeklypreparation` (`id`, `section_id`, `class_section_id`, `teacher_id`, `date_from`, `date_to`, `is_active`, `created_at`, `updated_at`) VALUES
(2, NULL, NULL, 8, '2019-04-01', '2019-04-05', 'no', '1970-01-01', '0000-00-00 00:00:00'),
(3, NULL, NULL, 4, '2019-04-03', '2019-04-08', 'no', '1970-01-01', '0000-00-00 00:00:00'),
(4, NULL, NULL, 3, '2019-04-02', '2019-05-30', 'no', '1970-01-01', '0000-00-00 00:00:00'),
(5, NULL, NULL, 10, '2019-04-04', '2019-04-10', 'no', '1970-01-01', '0000-00-00 00:00:00'),
(6, NULL, NULL, 11, '2019-04-01', '2019-04-07', 'no', '1970-01-01', '0000-00-00 00:00:00'),
(7, NULL, NULL, 13, '2019-04-22', '2019-04-26', 'no', '1970-01-01', '0000-00-00 00:00:00'),
(8, NULL, NULL, 17, '2019-02-04', '2019-02-08', 'no', '1970-01-01', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `weeklypreparation_detail`
--

CREATE TABLE `weeklypreparation_detail` (
  `id` int(11) NOT NULL,
  `header_id` int(11) NOT NULL,
  `grade` tinyint(4) NOT NULL,
  `subject_id` int(11) NOT NULL,
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `weeklypreparation_detail`
--

INSERT INTO `weeklypreparation_detail` (`id`, `header_id`, `grade`, `subject_id`, `title`, `description`) VALUES
(7, 2, 7, 1, '', 'ေရသည္ျပဇာတ္'),
(8, 3, 7, 8, '', 'ေျပးခုန္ျပစ္'),
(15, 4, 6, 14, '', ''),
(16, 5, 5, 4, '', ''),
(17, 6, 9, 11, '', 'ဘ၀အတြက္တာ'),
(18, 7, 1, 9, '', ''),
(19, 7, 2, 11, '', ''),
(20, 7, 1, 17, '', ''),
(21, 7, 6, 1, '', ''),
(22, 8, 1, 11, '', 'ဘ၀တြက္တာ (၁)');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `about`
--
ALTER TABLE `about`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `accountants`
--
ALTER TABLE `accountants`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `activity_results`
--
ALTER TABLE `activity_results`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_id` (`student_id`);

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `attendence_type`
--
ALTER TABLE `attendence_type`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `balance_fee`
--
ALTER TABLE `balance_fee`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `balance_fee_details`
--
ALTER TABLE `balance_fee_details`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `banner`
--
ALTER TABLE `banner`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blog`
--
ALTER TABLE `blog`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `books`
--
ALTER TABLE `books`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `book_issues`
--
ALTER TABLE `book_issues`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `classes`
--
ALTER TABLE `classes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `class_sections`
--
ALTER TABLE `class_sections`
  ADD PRIMARY KEY (`id`),
  ADD KEY `class_id` (`class_id`),
  ADD KEY `section_id` (`section_id`);

--
-- Indexes for table `class_time`
--
ALTER TABLE `class_time`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comment`
--
ALTER TABLE `comment`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contact`
--
ALTER TABLE `contact`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contents`
--
ALTER TABLE `contents`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `course`
--
ALTER TABLE `course`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `courses_register`
--
ALTER TABLE `courses_register`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `courses_subject`
--
ALTER TABLE `courses_subject`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `course_fee_balance`
--
ALTER TABLE `course_fee_balance`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `course_fee_receive`
--
ALTER TABLE `course_fee_receive`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `dailyrecord`
--
ALTER TABLE `dailyrecord`
  ADD PRIMARY KEY (`id`),
  ADD KEY `class_section_id` (`class_section_id`),
  ADD KEY `session_id` (`section_id`);

--
-- Indexes for table `dailyrecord_detail`
--
ALTER TABLE `dailyrecord_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `discipline`
--
ALTER TABLE `discipline`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `email_config`
--
ALTER TABLE `email_config`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `enrole_answer`
--
ALTER TABLE `enrole_answer`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `enrole_question`
--
ALTER TABLE `enrole_question`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `event`
--
ALTER TABLE `event`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `exams`
--
ALTER TABLE `exams`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `exam_location`
--
ALTER TABLE `exam_location`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `exam_results`
--
ALTER TABLE `exam_results`
  ADD PRIMARY KEY (`id`),
  ADD KEY `exam_schedule_id` (`exam_schedule_id`),
  ADD KEY `student_id` (`student_id`);

--
-- Indexes for table `exam_result_detail`
--
ALTER TABLE `exam_result_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `exam_schedules`
--
ALTER TABLE `exam_schedules`
  ADD PRIMARY KEY (`id`),
  ADD KEY `teacher_subject_id` (`teacher_subject_id`);

--
-- Indexes for table `expenses`
--
ALTER TABLE `expenses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `expense_head`
--
ALTER TABLE `expense_head`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `faq`
--
ALTER TABLE `faq`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `feecategory`
--
ALTER TABLE `feecategory`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `feedback`
--
ALTER TABLE `feedback`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `feemasters`
--
ALTER TABLE `feemasters`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fees_discounts`
--
ALTER TABLE `fees_discounts`
  ADD PRIMARY KEY (`id`),
  ADD KEY `session_id` (`session_id`);

--
-- Indexes for table `feetype`
--
ALTER TABLE `feetype`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fee_collection`
--
ALTER TABLE `fee_collection`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fee_collection_details`
--
ALTER TABLE `fee_collection_details`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fee_groups`
--
ALTER TABLE `fee_groups`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fee_groups_feetype`
--
ALTER TABLE `fee_groups_feetype`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fee_session_group_id` (`fee_session_group_id`),
  ADD KEY `fee_groups_id` (`fee_groups_id`),
  ADD KEY `feetype_id` (`feetype_id`),
  ADD KEY `session_id` (`session_id`);

--
-- Indexes for table `fee_receipt_no`
--
ALTER TABLE `fee_receipt_no`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fee_session_groups`
--
ALTER TABLE `fee_session_groups`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fee_groups_id` (`fee_groups_id`),
  ADD KEY `session_id` (`session_id`);

--
-- Indexes for table `gallery`
--
ALTER TABLE `gallery`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `grades`
--
ALTER TABLE `grades`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `header_info`
--
ALTER TABLE `header_info`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `holiday`
--
ALTER TABLE `holiday`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `hostel`
--
ALTER TABLE `hostel`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `hostel_rooms`
--
ALTER TABLE `hostel_rooms`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `improvement`
--
ALTER TABLE `improvement`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `improvement_result`
--
ALTER TABLE `improvement_result`
  ADD PRIMARY KEY (`id`),
  ADD KEY `class_section_id` (`class_id`),
  ADD KEY `session_id` (`section_id`),
  ADD KEY `teacher_id` (`teacher_id`);

--
-- Indexes for table `improvement_result_details`
--
ALTER TABLE `improvement_result_details`
  ADD PRIMARY KEY (`id`),
  ADD KEY `teacher_id` (`header_id`);

--
-- Indexes for table `income`
--
ALTER TABLE `income`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `income_head`
--
ALTER TABLE `income_head`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `install_plan`
--
ALTER TABLE `install_plan`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `install_student`
--
ALTER TABLE `install_student`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `item_category`
--
ALTER TABLE `item_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `item_issue`
--
ALTER TABLE `item_issue`
  ADD PRIMARY KEY (`id`),
  ADD KEY `item_id` (`item_id`),
  ADD KEY `item_category_id` (`item_category_id`);

--
-- Indexes for table `item_stock`
--
ALTER TABLE `item_stock`
  ADD PRIMARY KEY (`id`),
  ADD KEY `item_id` (`item_id`),
  ADD KEY `supplier_id` (`supplier_id`),
  ADD KEY `store_id` (`store_id`);

--
-- Indexes for table `item_store`
--
ALTER TABLE `item_store`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `item_supplier`
--
ALTER TABLE `item_supplier`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `job`
--
ALTER TABLE `job`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `kgimprovement`
--
ALTER TABLE `kgimprovement`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `kgimprovement_detail`
--
ALTER TABLE `kgimprovement_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `kgimprovement_result`
--
ALTER TABLE `kgimprovement_result`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `kgimprovement_result_details`
--
ALTER TABLE `kgimprovement_result_details`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `language`
--
ALTER TABLE `language`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `languages`
--
ALTER TABLE `languages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lang_keys`
--
ALTER TABLE `lang_keys`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lang_pharses`
--
ALTER TABLE `lang_pharses`
  ADD PRIMARY KEY (`id`),
  ADD KEY `lang_id` (`lang_id`),
  ADD KEY `key_id` (`key_id`);

--
-- Indexes for table `leave_tbl`
--
ALTER TABLE `leave_tbl`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lectured_courses`
--
ALTER TABLE `lectured_courses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `libarary_members`
--
ALTER TABLE `libarary_members`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `librarians`
--
ALTER TABLE `librarians`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `location`
--
ALTER TABLE `location`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `meetingminutes`
--
ALTER TABLE `meetingminutes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `meetingminutes_detail`
--
ALTER TABLE `meetingminutes_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `messages`
--
ALTER TABLE `messages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `message_from_website`
--
ALTER TABLE `message_from_website`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `monthlyfee`
--
ALTER TABLE `monthlyfee`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `notification_setting`
--
ALTER TABLE `notification_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `onlinecv`
--
ALTER TABLE `onlinecv`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pass_student`
--
ALTER TABLE `pass_student`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `payment_method`
--
ALTER TABLE `payment_method`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `payment_settings`
--
ALTER TABLE `payment_settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `performance`
--
ALTER TABLE `performance`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `performance_detail`
--
ALTER TABLE `performance_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `performance_type`
--
ALTER TABLE `performance_type`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `primary_result`
--
ALTER TABLE `primary_result`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `purchase`
--
ALTER TABLE `purchase`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `purchase_detail`
--
ALTER TABLE `purchase_detail`
  ADD PRIMARY KEY (`pid`);

--
-- Indexes for table `purchase_details`
--
ALTER TABLE `purchase_details`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `purchase_header`
--
ALTER TABLE `purchase_header`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `qualification`
--
ALTER TABLE `qualification`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `read_notification`
--
ALTER TABLE `read_notification`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `reportcard_head`
--
ALTER TABLE `reportcard_head`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `reportcard_month`
--
ALTER TABLE `reportcard_month`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `reportcard_subject`
--
ALTER TABLE `reportcard_subject`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `resign_certificate`
--
ALTER TABLE `resign_certificate`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `room_types`
--
ALTER TABLE `room_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `salary`
--
ALTER TABLE `salary`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sale`
--
ALTER TABLE `sale`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sale_detail`
--
ALTER TABLE `sale_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `school`
--
ALTER TABLE `school`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `schoolname`
--
ALTER TABLE `schoolname`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `school_activity`
--
ALTER TABLE `school_activity`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sch_settings`
--
ALTER TABLE `sch_settings`
  ADD PRIMARY KEY (`id`),
  ADD KEY `lang_id` (`lang_id`),
  ADD KEY `session_id` (`session_id`);

--
-- Indexes for table `sections`
--
ALTER TABLE `sections`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `send_notification`
--
ALTER TABLE `send_notification`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sms_config`
--
ALTER TABLE `sms_config`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `stock`
--
ALTER TABLE `stock`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `studentfee_balance`
--
ALTER TABLE `studentfee_balance`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `studentfee_receive`
--
ALTER TABLE `studentfee_receive`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `students`
--
ALTER TABLE `students`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `student_attendences`
--
ALTER TABLE `student_attendences`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_session_id` (`student_id`);

--
-- Indexes for table `student_detail`
--
ALTER TABLE `student_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `student_doc`
--
ALTER TABLE `student_doc`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `student_fees`
--
ALTER TABLE `student_fees`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `student_fees_deposite`
--
ALTER TABLE `student_fees_deposite`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_fees_master_id` (`student_fees_master_id`),
  ADD KEY `fee_groups_feetype_id` (`fee_groups_feetype_id`);

--
-- Indexes for table `student_fees_discounts`
--
ALTER TABLE `student_fees_discounts`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_session_id` (`student_session_id`),
  ADD KEY `fees_discount_id` (`fees_discount_id`);

--
-- Indexes for table `student_fees_master`
--
ALTER TABLE `student_fees_master`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_session_id` (`student_session_id`),
  ADD KEY `fee_session_group_id` (`fee_session_group_id`);

--
-- Indexes for table `student_info`
--
ALTER TABLE `student_info`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `student_room`
--
ALTER TABLE `student_room`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `student_session`
--
ALTER TABLE `student_session`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `student_sibling`
--
ALTER TABLE `student_sibling`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `student_transport_fees`
--
ALTER TABLE `student_transport_fees`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `subjects`
--
ALTER TABLE `subjects`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_item`
--
ALTER TABLE `tbl_item`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_leave`
--
ALTER TABLE `tbl_leave`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `teacher`
--
ALTER TABLE `teacher`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `teacherdiary`
--
ALTER TABLE `teacherdiary`
  ADD PRIMARY KEY (`id`),
  ADD KEY `class_section_id` (`class_section_id`),
  ADD KEY `session_id` (`section_id`),
  ADD KEY `teacher_id` (`teacher_id`);

--
-- Indexes for table `teacherdiary_detail`
--
ALTER TABLE `teacherdiary_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `teachers`
--
ALTER TABLE `teachers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `teacher_attendences`
--
ALTER TABLE `teacher_attendences`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_session_id` (`teacher_id`);

--
-- Indexes for table `teacher_subjects`
--
ALTER TABLE `teacher_subjects`
  ADD PRIMARY KEY (`id`),
  ADD KEY `class_section_id` (`class_section_id`),
  ADD KEY `session_id` (`session_id`),
  ADD KEY `subject_id` (`subject_id`),
  ADD KEY `teacher_id` (`teacher_id`);

--
-- Indexes for table `teachingnote`
--
ALTER TABLE `teachingnote`
  ADD PRIMARY KEY (`id`),
  ADD KEY `class_section_id` (`class_section_id`),
  ADD KEY `session_id` (`section_id`),
  ADD KEY `teacher_id` (`teacher_id`);

--
-- Indexes for table `teachingnote_detail`
--
ALTER TABLE `teachingnote_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `term`
--
ALTER TABLE `term`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `testimonial`
--
ALTER TABLE `testimonial`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `timetables`
--
ALTER TABLE `timetables`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `transport_route`
--
ALTER TABLE `transport_route`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `userlog`
--
ALTER TABLE `userlog`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `use_item`
--
ALTER TABLE `use_item`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `vehicles`
--
ALTER TABLE `vehicles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `vehicle_routes`
--
ALTER TABLE `vehicle_routes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `weeklypreparation`
--
ALTER TABLE `weeklypreparation`
  ADD PRIMARY KEY (`id`),
  ADD KEY `class_section_id` (`class_section_id`),
  ADD KEY `session_id` (`section_id`),
  ADD KEY `teacher_id` (`teacher_id`);

--
-- Indexes for table `weeklypreparation_detail`
--
ALTER TABLE `weeklypreparation_detail`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `about`
--
ALTER TABLE `about`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `accountants`
--
ALTER TABLE `accountants`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `activity_results`
--
ALTER TABLE `activity_results`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `admin`
--
ALTER TABLE `admin`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `attendence_type`
--
ALTER TABLE `attendence_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `balance_fee`
--
ALTER TABLE `balance_fee`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `balance_fee_details`
--
ALTER TABLE `balance_fee_details`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `banner`
--
ALTER TABLE `banner`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `blog`
--
ALTER TABLE `blog`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `books`
--
ALTER TABLE `books`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=383;

--
-- AUTO_INCREMENT for table `book_issues`
--
ALTER TABLE `book_issues`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `classes`
--
ALTER TABLE `classes`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `class_sections`
--
ALTER TABLE `class_sections`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `class_time`
--
ALTER TABLE `class_time`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `comment`
--
ALTER TABLE `comment`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `contact`
--
ALTER TABLE `contact`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `contents`
--
ALTER TABLE `contents`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `course`
--
ALTER TABLE `course`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `courses_register`
--
ALTER TABLE `courses_register`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `courses_subject`
--
ALTER TABLE `courses_subject`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `course_fee_balance`
--
ALTER TABLE `course_fee_balance`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `course_fee_receive`
--
ALTER TABLE `course_fee_receive`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `dailyrecord`
--
ALTER TABLE `dailyrecord`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `dailyrecord_detail`
--
ALTER TABLE `dailyrecord_detail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;

--
-- AUTO_INCREMENT for table `discipline`
--
ALTER TABLE `discipline`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `email_config`
--
ALTER TABLE `email_config`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `enrole_answer`
--
ALTER TABLE `enrole_answer`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `enrole_question`
--
ALTER TABLE `enrole_question`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `event`
--
ALTER TABLE `event`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `exams`
--
ALTER TABLE `exams`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `exam_location`
--
ALTER TABLE `exam_location`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `exam_results`
--
ALTER TABLE `exam_results`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT for table `exam_result_detail`
--
ALTER TABLE `exam_result_detail`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `exam_schedules`
--
ALTER TABLE `exam_schedules`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `expenses`
--
ALTER TABLE `expenses`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `expense_head`
--
ALTER TABLE `expense_head`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `faq`
--
ALTER TABLE `faq`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `feecategory`
--
ALTER TABLE `feecategory`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `feedback`
--
ALTER TABLE `feedback`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `feemasters`
--
ALTER TABLE `feemasters`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `fees_discounts`
--
ALTER TABLE `fees_discounts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `feetype`
--
ALTER TABLE `feetype`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- AUTO_INCREMENT for table `fee_collection`
--
ALTER TABLE `fee_collection`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `fee_collection_details`
--
ALTER TABLE `fee_collection_details`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;

--
-- AUTO_INCREMENT for table `fee_groups`
--
ALTER TABLE `fee_groups`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=67;

--
-- AUTO_INCREMENT for table `fee_groups_feetype`
--
ALTER TABLE `fee_groups_feetype`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `fee_receipt_no`
--
ALTER TABLE `fee_receipt_no`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `fee_session_groups`
--
ALTER TABLE `fee_session_groups`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `gallery`
--
ALTER TABLE `gallery`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `grades`
--
ALTER TABLE `grades`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `header_info`
--
ALTER TABLE `header_info`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `holiday`
--
ALTER TABLE `holiday`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `hostel`
--
ALTER TABLE `hostel`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `hostel_rooms`
--
ALTER TABLE `hostel_rooms`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `improvement`
--
ALTER TABLE `improvement`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `improvement_result`
--
ALTER TABLE `improvement_result`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `improvement_result_details`
--
ALTER TABLE `improvement_result_details`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `income`
--
ALTER TABLE `income`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `income_head`
--
ALTER TABLE `income_head`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `install_plan`
--
ALTER TABLE `install_plan`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `install_student`
--
ALTER TABLE `install_student`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `item_category`
--
ALTER TABLE `item_category`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `item_issue`
--
ALTER TABLE `item_issue`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `item_stock`
--
ALTER TABLE `item_stock`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `item_store`
--
ALTER TABLE `item_store`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `item_supplier`
--
ALTER TABLE `item_supplier`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `job`
--
ALTER TABLE `job`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `kgimprovement`
--
ALTER TABLE `kgimprovement`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `kgimprovement_detail`
--
ALTER TABLE `kgimprovement_detail`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `kgimprovement_result`
--
ALTER TABLE `kgimprovement_result`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `kgimprovement_result_details`
--
ALTER TABLE `kgimprovement_result_details`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=36;

--
-- AUTO_INCREMENT for table `language`
--
ALTER TABLE `language`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `languages`
--
ALTER TABLE `languages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=91;

--
-- AUTO_INCREMENT for table `lang_keys`
--
ALTER TABLE `lang_keys`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=784;

--
-- AUTO_INCREMENT for table `lang_pharses`
--
ALTER TABLE `lang_pharses`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=74121;

--
-- AUTO_INCREMENT for table `leave_tbl`
--
ALTER TABLE `leave_tbl`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `lectured_courses`
--
ALTER TABLE `lectured_courses`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `libarary_members`
--
ALTER TABLE `libarary_members`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `librarians`
--
ALTER TABLE `librarians`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `location`
--
ALTER TABLE `location`
  MODIFY `id` tinyint(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `meetingminutes`
--
ALTER TABLE `meetingminutes`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `meetingminutes_detail`
--
ALTER TABLE `meetingminutes_detail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `messages`
--
ALTER TABLE `messages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `message_from_website`
--
ALTER TABLE `message_from_website`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `monthlyfee`
--
ALTER TABLE `monthlyfee`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `notification_setting`
--
ALTER TABLE `notification_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `onlinecv`
--
ALTER TABLE `onlinecv`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `pass_student`
--
ALTER TABLE `pass_student`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `payment_method`
--
ALTER TABLE `payment_method`
  MODIFY `id` tinyint(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `payment_settings`
--
ALTER TABLE `payment_settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `performance`
--
ALTER TABLE `performance`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `performance_detail`
--
ALTER TABLE `performance_detail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `performance_type`
--
ALTER TABLE `performance_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `primary_result`
--
ALTER TABLE `primary_result`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `purchase`
--
ALTER TABLE `purchase`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `purchase_detail`
--
ALTER TABLE `purchase_detail`
  MODIFY `pid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `purchase_details`
--
ALTER TABLE `purchase_details`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `purchase_header`
--
ALTER TABLE `purchase_header`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `qualification`
--
ALTER TABLE `qualification`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `read_notification`
--
ALTER TABLE `read_notification`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `reportcard_head`
--
ALTER TABLE `reportcard_head`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `reportcard_month`
--
ALTER TABLE `reportcard_month`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `reportcard_subject`
--
ALTER TABLE `reportcard_subject`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `resign_certificate`
--
ALTER TABLE `resign_certificate`
  MODIFY `id` int(25) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `room_types`
--
ALTER TABLE `room_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `salary`
--
ALTER TABLE `salary`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `sale`
--
ALTER TABLE `sale`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `sale_detail`
--
ALTER TABLE `sale_detail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `school`
--
ALTER TABLE `school`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `schoolname`
--
ALTER TABLE `schoolname`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `school_activity`
--
ALTER TABLE `school_activity`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `sch_settings`
--
ALTER TABLE `sch_settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `sections`
--
ALTER TABLE `sections`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `send_notification`
--
ALTER TABLE `send_notification`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `sessions`
--
ALTER TABLE `sessions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `sms_config`
--
ALTER TABLE `sms_config`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `stock`
--
ALTER TABLE `stock`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `studentfee_balance`
--
ALTER TABLE `studentfee_balance`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `studentfee_receive`
--
ALTER TABLE `studentfee_receive`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `students`
--
ALTER TABLE `students`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=49;

--
-- AUTO_INCREMENT for table `student_attendences`
--
ALTER TABLE `student_attendences`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `student_detail`
--
ALTER TABLE `student_detail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `student_doc`
--
ALTER TABLE `student_doc`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `student_fees`
--
ALTER TABLE `student_fees`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `student_fees_deposite`
--
ALTER TABLE `student_fees_deposite`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `student_fees_discounts`
--
ALTER TABLE `student_fees_discounts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `student_fees_master`
--
ALTER TABLE `student_fees_master`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `student_info`
--
ALTER TABLE `student_info`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `student_room`
--
ALTER TABLE `student_room`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `student_session`
--
ALTER TABLE `student_session`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=57;

--
-- AUTO_INCREMENT for table `student_sibling`
--
ALTER TABLE `student_sibling`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `student_transport_fees`
--
ALTER TABLE `student_transport_fees`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `subjects`
--
ALTER TABLE `subjects`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `tbl_item`
--
ALTER TABLE `tbl_item`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `tbl_leave`
--
ALTER TABLE `tbl_leave`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `teacher`
--
ALTER TABLE `teacher`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `teacherdiary`
--
ALTER TABLE `teacherdiary`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `teacherdiary_detail`
--
ALTER TABLE `teacherdiary_detail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `teachers`
--
ALTER TABLE `teachers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `teacher_attendences`
--
ALTER TABLE `teacher_attendences`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `teacher_subjects`
--
ALTER TABLE `teacher_subjects`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=93;

--
-- AUTO_INCREMENT for table `teachingnote`
--
ALTER TABLE `teachingnote`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `teachingnote_detail`
--
ALTER TABLE `teachingnote_detail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12785;

--
-- AUTO_INCREMENT for table `term`
--
ALTER TABLE `term`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `testimonial`
--
ALTER TABLE `testimonial`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `timetables`
--
ALTER TABLE `timetables`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=211;

--
-- AUTO_INCREMENT for table `transport_route`
--
ALTER TABLE `transport_route`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `userlog`
--
ALTER TABLE `userlog`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=326;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=117;

--
-- AUTO_INCREMENT for table `use_item`
--
ALTER TABLE `use_item`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `vehicles`
--
ALTER TABLE `vehicles`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `vehicle_routes`
--
ALTER TABLE `vehicle_routes`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `weeklypreparation`
--
ALTER TABLE `weeklypreparation`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `weeklypreparation_detail`
--
ALTER TABLE `weeklypreparation_detail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `fees_discounts`
--
ALTER TABLE `fees_discounts`
  ADD CONSTRAINT `fees_discounts_ibfk_1` FOREIGN KEY (`session_id`) REFERENCES `sessions` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fee_groups_feetype`
--
ALTER TABLE `fee_groups_feetype`
  ADD CONSTRAINT `fee_groups_feetype_ibfk_1` FOREIGN KEY (`fee_session_group_id`) REFERENCES `fee_session_groups` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `fee_groups_feetype_ibfk_2` FOREIGN KEY (`fee_groups_id`) REFERENCES `fee_groups` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `fee_groups_feetype_ibfk_3` FOREIGN KEY (`feetype_id`) REFERENCES `feetype` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `fee_groups_feetype_ibfk_4` FOREIGN KEY (`session_id`) REFERENCES `sessions` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `fee_session_groups`
--
ALTER TABLE `fee_session_groups`
  ADD CONSTRAINT `fee_session_groups_ibfk_1` FOREIGN KEY (`fee_groups_id`) REFERENCES `fee_groups` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `fee_session_groups_ibfk_2` FOREIGN KEY (`session_id`) REFERENCES `sessions` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `item_issue`
--
ALTER TABLE `item_issue`
  ADD CONSTRAINT `item_issue_ibfk_1` FOREIGN KEY (`item_id`) REFERENCES `stock` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `item_issue_ibfk_2` FOREIGN KEY (`item_category_id`) REFERENCES `item_category` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `item_stock`
--
ALTER TABLE `item_stock`
  ADD CONSTRAINT `item_stock_ibfk_1` FOREIGN KEY (`item_id`) REFERENCES `stock` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `item_stock_ibfk_2` FOREIGN KEY (`supplier_id`) REFERENCES `item_supplier` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `item_stock_ibfk_3` FOREIGN KEY (`store_id`) REFERENCES `item_store` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `student_fees_deposite`
--
ALTER TABLE `student_fees_deposite`
  ADD CONSTRAINT `student_fees_deposite_ibfk_1` FOREIGN KEY (`student_fees_master_id`) REFERENCES `student_fees_master` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `student_fees_deposite_ibfk_2` FOREIGN KEY (`fee_groups_feetype_id`) REFERENCES `fee_groups_feetype` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `student_fees_discounts`
--
ALTER TABLE `student_fees_discounts`
  ADD CONSTRAINT `student_fees_discounts_ibfk_1` FOREIGN KEY (`student_session_id`) REFERENCES `student_session` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `student_fees_discounts_ibfk_2` FOREIGN KEY (`fees_discount_id`) REFERENCES `fees_discounts` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `student_fees_master`
--
ALTER TABLE `student_fees_master`
  ADD CONSTRAINT `student_fees_master_ibfk_1` FOREIGN KEY (`student_session_id`) REFERENCES `student_session` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `student_fees_master_ibfk_2` FOREIGN KEY (`fee_session_group_id`) REFERENCES `fee_session_groups` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
